Repository: q4os/mxtools-for-debian
Catalog: apt-notifier/translations/po/*.po
Languages: ca, cs, da, de, es, fa, fi, fil_ph, gl_es, hi, it, nb, nl_be, pt, pt_br, ru, sl, sv, tr

source: No unattended-upgrades dpkg log(s) found.
ca: No he trobat cap registre d'actualitzacions automàtiques.
cs: Nenalezen(y) žádný dpkg protokol unattended-upgrades
da: Igen unattended-upgrades dpkg-log(ge) fundet.
de: Kein Protokoll(e) der unbeaufsichtigten Aktualisierungen gefunden.
es: Ningún registro(s) de actualizaciones-desatendidas por dpkg.
fi: Valvomattomien päivitysten dpkg-ylöskirjaustietoa (tietoja) ei löytynyt.
fil_ph: Nakakita ng mga log(s) ng mga hindi kailangang bantayang dpkg na pang-ibayo.
gl_es: Non foron atopados rexistros dpkg de actualizacións automáticas
hi: कोई unattended-upgrades dpkg लॉग नहीं मिली।
it: Non è stato trovato alcun file log(s) degli aggiornamenti automatici di dpkg.
nb: Fant ingen logger for auto-oppgradering med dpkg.
nl_be: Geen onbewaakte opwaarderingen dpkg log(s) gevonden.
pt: Não foram encontrados registos dpkg de atualizações automáticas
pt_br: Nenhum registro (log) de atualização automática do dpkg foi encontrado.
ru: Не найдено логов dpkg для несопровождаемых обновлений.
sl: Dnevnik nenadzorovanih nadgradenj ni bil najden
sv: Inga obevakade-uppgraderingar dpkg logg(ar) hittade.
tr: Katılımsız-yükseltme dpkg günlüğü(leri) bulunamadı.

source: No updates available
ca: No hi ha actualitzacions noves
cs: Nejsou k dispozici žádné nové aktualizace
de: Keine Aktualisierungen verfügbar
es: No hay actualizaciones disponibles
fi: Ei päivityksiä saatavillla
gl_es: Non hai actualizacións dispoñibles
hi: कोई अपडेट उपलब्ध नहीं
it: Nessun aggiornamento disponibile
nb: Ingen oppdateringer er tilgjengelige
nl_be: Geen updates beschikbaar
pt: Não há atualizações disponíveis
pt_br: Não há atualizações disponíveis
ru: Нет доступных обновлений
sl: Ni posodobitev
sv: Inga uppdateringar tillgängliga
tr: Güncelleme yok

source: Other options
ca: Altres opcions
cs: Další volby
da: Andre valgmuligheder
de: Weitere Optionen
es: Otras opciones
fa: تنظیمات دیگر
fi: Muut asetukset
fil_ph: Iba pang mga pag-pipilian
gl_es: Outras opcións
hi: अन्य विकल्प
it: Altre opzioni
nb: Andre alternativer
nl_be: Andere opties
pt: Outras opções
pt_br: Outras opções
ru: Другие опции
sl: Druge možnosti
sv: Andra möjligheter
tr: Diğer seçenekler

source: Preferences
ca: Preferències
cs: Nastavení
da: Præferencer
de: Einstellungen
es: Preferencias
fa: تنظیمات
fi: Asetukset
fil_ph: Mga Minamarapat
gl_es: Preferencias
hi: सेटिंग्स
it: Preferenze
nb: Innstillinger
nl_be: Voorkeuren
pt: Preferências
pt_br: Preferências
ru: Предпочтения
sl: Možnosti
sv: Inställningar
tr: Tercihler

source: Press 'h' for help, 'q' to quit
ca: Premeu 'h' per l'ajuda, 'q' per sortir
cs: Stiskněte 'h' pro nápovědu, 'q' pro ukončení
da: Tryk på 'h' for hjælp, 'q' for afslut
de: Drücken sie 'h' für Hilfe und 'q' zum beenden
es: Presione 'h' para ayuda, 'q' para salir
fi: Paina 'h' saadaksesi apua, 'q' lopettaaksesi
fil_ph: Pindutin ang 'h' para sa gabay, 'q' upang umalis
gl_es: Premer 'h' para axuda, 'q' para saír
hi: सहायता हेतु 'h' व बंद करने हेतु 'q' दबाएँ
it: Premi 'h' per aiuto, 'q' per uscire
nb: Trykk «h» for hjelp, «q» for å avslutte
nl_be: Gebruik 'h' voor hulp. Gebruik 'q' om te stoppen
pt: Premir "h" para ajuda, "q" para sair
pt_br: Pressione a tecla 'h' para obter ajuda ou 'q' para sair
ru: Нажмите 'h' для помощи, 'q' чтобы выйти
sl: Pritisnite 'h' za pomoč ali 'q' za izhod
sv: Tryck ner 'h' för hjälp, 'q' för att avsluta
tr: Yardım için 'h' ye, çıkmak için 'q' ya basın

source: Quit
ca: Surt
cs: Konec
da: Afslut
de: Beenden
es: Salir
fa: خروج
fi: Lopeta
fil_ph: Umalis
gl_es: Saír
hi: बंद करें
it: Esci
nb: Avslutt
nl_be: Stop
pt: Sair
pt_br: Sair
ru: Выход
sl: Končaj
sv: Avsluta
tr: Vazgeç

source: Reload
ca: Refresca
cs: Načíst znovu
da: Genindlæs
de: Neu laden
es: Recargar
fa: بارگذاری مججد
fi: Päivitä
fil_ph: Ikargang muli
gl_es: Recargar
hi: पुनः लोड करें
it: Ricarica
nb: Last inn på nytt
nl_be: Herladen
pt: Recarregar
pt_br: Recarregar
ru: Перезагрузить
sl: Ponovno naloži
sv: Läs om
tr: Yeniden yükle

source: Reload the package information to become informed about new, removed or upgraded software packages. (apt-get update)
ca: Refresqueu la informació dels paquets per a informar-vos de paquets de programari nous, eliminats o actualitzats. (apt-get update)
cs: Znovu načíst informace o balících k získání přehledu o nových, odstraněných nebo zaktualizovaných softvérových balících. (apt-get update)
da: Genindlæs pakkeinformationen for information om nye, fjernet og opgraderede softwarepakker. (apt-get update)
de: Die Paketinformationen neu laden, um über neue, entfernte oder aktualisierte Softwarepakete informiert zu werden. (apt-get update)
es: Recargar la información de los paquetes para informarse acerca de los paquetes de software nuevos, eliminados o actualizados. (apt-get update)
fi: Päivitä pakettien tiedot saadaksesi tiedot uusista, poistetuista tai päivitetystä ohjelmistopaketeista. (apt-get update)
fil_ph: Ikargang muli ang kaalaman hinggil sa pakete upang malaman kung may bago, natanggal at napag-ibayong pakete ng software. (apt-get update)
gl_es: Recargar a información dos repositores, actualizándoa novos paquetes, paqeutes eliminados e paquetes actualizados nos repositorios. (apt-get update)
hi: नवीन, हटाए गए या अपग्रेड किए गए सॉफ्टवेयर पैकेज समाचार हेतु पैकेज सूचना पुनः लोड करें। (apt-get update)
it: Ricarica le informazioni sui pacchetti software, per aggiornare le informazioni su quelli nuovi, rimossi o aggiornati (apt-get update).
nb: Last inn pakkeinformasjonen på nytt for å få info om nye, fjernede eller oppgraderte programvarepakker (apt-get update)
nl_be: Herlaad de pakketinformatie om te weten of er nieuwe, verwijderde op opgewaardeerde softwarepakketten zijn. (apt-get update)
pt: Recarregar a informação dos repositórios, atualizando-a (novos pacotes, pacotes removidos e pacotes atualizados nos repositórios). [apt-get update]
pt_br: Recarregar as informações dos repositórios, atualizando-as (novos pacotes, pacotes removidos e pacotes atualizados). [apt-get update]
ru: Обновить информацию о пакетах, чтобы получить информацию о новых, удаленных или обновленных пакетах программного обеспечения. (apt-get update)
sl: Ponovno naloži podatke o paketih in tako osveži podatke o novih, odstranjenih ali nadgrajenih programskih paketih. (apt-get update)
sv: Läs om paketinformationen för att få information om nya, borttagna eller uppgraderade programpaket. (apt-get update)
tr: Yeni, kaldırılmış veya yükseltilmiş yazılım paketleri hakkında bilgi almak için paket bilgilerini yeniden yükleyin. (apt-get update)

source: Restart MX Updater
ca: Torna a iniciar MX Updater
cs: Restartovat MX Aktualizace
de: MX Updater neu starten
es: Reiniciar MX Actualizador
fi: Käynnistä MX Päivitys uudelleen
gl_es: Reiniciar Actualizador MX
hi: एमएक्स अपडेट साधन पुनः आरंभ करें
it: Riavvia MX Aggiornamenti
nb: Start MX Oppdateringsverktøy på nytt
nl_be: Herstart MX Updater
pt: Reiniciar o Atualizador do MX
pt_br: Reiniciar o Atualizador do MX
ru: Перезапустить MX Центр обновления
sl: Ponovni zagon MX posodobitev
sv: Starta om MX Uppdaterare
tr: MX Güncelleyiciyi yeniden başlatın

source: Running apt-get autoremove, if you are unsure type 'n'.
ca: Executant apt-get autoremove, si no esteu segurs entreu 'n'.
cs: Spoustit apt-get autoremove, když si nejste jistí napište 'n'.
da: Kører apt-get autoremove, tryk 'n' hvis du er i tvivl.
de: Apt-get autoremove wird ausgeführt, tippen sie 'n' wenn unsicher.
es: Ejecutando apt-get autoremove; si no está seguro, digite 'n'.
fa: درحال اجرای apt autoremove ,اگر مطمئن نیستید کلید 'n' را بفشارید.
fi: Suoritetaan apt-get autoremove, jos olet epävarma, paina 'e'.
fil_ph: Tumatakbo ang apt-get autoremove, pindutin ang 'n' kung hindi ka nakakatiyak.
gl_es: Executando apt-get autoremove; en caso de dúbida, escribir 'n'.
hi: apt-get autoremove निष्पादित होगा, अनिश्चित होने की स्थिति में 'n' दर्ज करें।
it: 'apt-get autoremove' in esecuzione, se non sei sicuro digita 'n'.
nb: Kjører apt-get autoremove. Trykk «n» hvis du er usikker.
nl_be: Uitvoeren apt-get autoremove, als u niet zeker bent type 'n'.
pt: A executar 'apt-get autoremove'; em caso de dúvida, teclar 'n'.
pt_br: Executando o comando 'apt-get autoremove', se você não tiver certeza do que este comando faz, pressione a tecla 'n' para não executar este comando.
ru: Выполнение команды apt-get autoremove, если Вы не уверены, нажмите 'n'.
sl: Izvajam apt-get autoremove. Će ste v dvomih, odgovorite z 'n'
sv: Kör apt-get autoremove, om du är osäker skriv 'n'.
tr: apt-get autoremove kullanarak, emin değilseniz 'n' yazın.

source: Switches the type of Upgrade that will be performed, alternating back and forth between 'full upgrade' and 'basic upgrade'.
ca: Commuta el tipus d'actualització que es farà, alternant entre 'actualització bàsica' i 'actualització completa'.
cs: Přepíná typ aktualizace, který bude proveden, střídavě tam a zpět mezi 'úplnou aktualizací' a 'základní aktualizací'.
da: Skifter den opgraderingstype der skal udføres, skifter frem og tilbage mellem 'fuld opgradering' og 'grundlæggende opgradering'.
de: Wechsel der Aktualisierungsmethode zwischen 'vollständiger Aktualisierung' und 'Basis-Aktualisierung'
es: Cambiar el tipo de Actualización a realizar, alternar de una a la otra, entre 'full upgrade' and 'basic upgrade'.
fi: Vaihtaa suoritettavan päivitysmallin, vaihdellen edes-takaisin 'täyspäivityksen' ja 'peruspäivityksen' välillä.
fil_ph: Pagpapalit ng uri ng pag-iibayo na maaring isagawa, halinhinan mula sa 'lubos na pag-ibayo' at 'payak na pag-ibayo'.
gl_es: Cambia o tipo de actualización a efectuar, alternando entre Actualizacion xeral e Actualización básica.
hi: अपग्रेड प्रकार हेतु परिवर्तन, विकल्प हैं 'पूर्ण अपग्रेड' व 'सामान्य अपग्रेड'।
it: Cambia il tipo di aggiornamento che sarà eseguito, alternando tra l'aggiornamento completo e quello base.
nb: Endrer type oppgradering som skal utføres. Velg mellom full og enkel oppgradering.
nl_be: Wisselt het Opwaardeertype dat toegepast wordt, heen en weer gaand tussen 'volle opwaardering' en 'basis opwaardering'.
pt: Altera o tipo de Atualização a efetuar, alternando entre 'atualização completa' e 'atualização básica'
pt_br: Alterar o tipo de Atualização que será realizada, alternando entre 'atualização completa do sistema operacional' e 'atualização básica dos pacotes'
ru: Переключает тип выполняемого обновления между 'полным обновлением' и 'базовым обновлением'
sl: Preklaplja med načinom nadgradnje, ki se bo izvedla tj. med 'celotno nadgradnjo' in 'osnovno nadgradnjo'.
sv: Byter typ av Uppgradering som kommer att utföras, fram och tillbaka mellan 'full uppgradering' och 'enkel uppgradering'.
tr: "Tam yükseltme" ile "temel yükseltme" arasında ileri ve geri dönüşümlü olarak gerçekleştirilecek yükseltme türünü değiştirir.

source: Synaptic Help
ca: Ajuda de Synaptic
cs: Pomoc pro Synaptic
da: Synaptic-hjælp
de: Synaptic Hilfe
es: Ayuda de Synaptic
fa: راهنمای Synaptic
fi: Synaptic -ohje
fil_ph: Gabay sa Synaptic
gl_es: Axuda do Synaptic
hi: सिनैप्टिक सहायता
it: Guida di Synaptic
nb: Hjelpetekst for Synaptic
pt: Ajuda do Synaptic
pt_br: Ajuda do Synaptic
ru: Справка по Synaptic
sl: Synaptic pomoč
sv: Synaptic Hjälp
tr: Synaptic Yardımı

source: Tray applet to notify of system and application updates
ca: Miniaplicació de plafó per notificar d'actualitzacions d'aplicacions i sistema.
cs: Aplet oznamovací oblasti pro upozornění na aktualizace systému a aplikací
da: Bakkeapplet til at underrette om system- og programopdateringer
de: Tray-Applet zur Benachrichtigung über System- und Anwendungsaktualisierungen
es: Un applet en la bandeja para actualizar el sistema y aplicaciones
fi: Ilmaisinalueen sovelma joka ilmoittaa järjestelmä- ja sovelluspäivityksistä
fil_ph: Tray applet upang maipaalam ang sa sistema at update ng application
gl_es: Mini-aplicativo de bandexa para notificar da existencia de actualizacións do sistema e dos aplicativos
hi: सिस्टम व अनुप्रयोग अपडेट हेतु सूचक ट्रे एप्लेट
it: Applet del pannello per la notifica degli aggiornamenti del sistema e delle applicazioni
nb: Program i systemkurven som varsler om oppdatering av system og programvare
nl_be: Tray applet om te laten weten dat er systeem en applicatie updates zijn
pt: Mini-aplicação da área de notificação para notificar da existência de atualizações do sistema e das aplicações
pt_br: Miniaplicativo da bandeja do sistema para notificar sobre a existência de atualizações de sistema operacional e dos programas aplicativos ou pacotes
ru: Апплет для уведомления о наличии обновлений системы и приложений
sl: Aplet v sistemski vrstici, ki opozarja na posodobitve
sv: Brickans miniprogram för att meddela om system och program-uppdateringar
tr: Sistem ve uygulama güncellemelerini bildirmek için tepsi uygulaması

source: Unattended-upgrades
ca: Actualitzacions desateses
cs: Bezobslužné aktualizace
de: Automatische Aktualisierung
es: Actualizaciones-desatendidas
gl_es: Actualizacións sen supervisión
it: Aggiornamenti automatici
nb: Oppgradering uten tilstedeværelse
nl_be: Onbeheerde-upgrades
pt: Atualizações não assistidas
pt_br: Atualizações autônomas
ru: Автоматические обновления
sl: Nenadzorovano posodabljanje
sv: Oövervakade uppgraderngar
tr: yapılmamış yükseltmeler

source: Unneeded packages are installed that can be removed.
ca: Hi ha paquets instal·lats innecessaris que es poden eliminar.
cs: Nepotřebné nainstalované balíky, které mohou být odtsraněny.
da: Unødvendige pakker som er installeres men som kan fjernes.
de: Unnötige Pakete sind installiert, die entfernt werden können
es: Los paquetes instalados innecesarios se pueden eliminar.
fa: پکیج های اضافی وجود دارند که قابل حذف می باشند
fi: Turhia paketteja on asennettu jotka voidaan poistaa.
fil_ph: Ang mga naka-instal na paketeng hindi na kailangan ay maaring matanggal.
gl_es: Es´tan instalados paquetes non necesarios que poden ser eliminados.
hi: अनावश्यक पैकेज इंस्टॉल हैं परंतु उन्हें हटाना संभव है।
it: Pacchetti installati che non sono più necessari e che possono essere rimossi.
nb: Installerte pakker som ikke trengs lenger kan fjernes.
nl_be: Onnodige pakketten zijn geÃ¯nstalleerd die verwijderd kunnen worden.
pt: Estão instalados pacotes não necessários que podem ser removidos.
pt_br: Alguns pacotes que estão instalados não são mais necessários e podem ser removidos.
ru: Установлены ненужные пакеты, которые можно удалить.
sl: Nameščeni so nepotrebni paketi, ki jih lahko odstranite.
sv: Onödiga paket som är installerade och kan tas bort.
tr: Kurulu gereksiz paketler kaldırılabilir.

source: Updates
ca: Actualitzacions
cs: Aktualizace
da: Opdateringer
de: Aktualisierungen
es: Actualizaciones
fa: آپدیت ها
fi: Päivitykset
fil_ph: Update
gl_es: Actualizacións
hi: अपडेट
it: Aggiornamenti
nb: Oppdateringer
pt: Atualizações
pt_br: Atualizações
ru: Обновления
sl: Posodobitve
sv: Uppdateringar
tr: Güncellemeler

source: Upgrade mode
ca: Mode d'actualització
cs: Režim aktualizace
da: Opgraderingstilstand
de: Aktualisierungsmethode
es: Modo de actualización
fa: حالت ارتقا
fi: Päivitystapa
fil_ph: Modo na pang-ibayo
gl_es: Tipo de actualización
hi: अपग्रेड मोड
it: Modalità di aggiornamento
nb: Oppgraderingsmodus
nl_be: Opwaardeer modus
pt: Tipo de atualização
pt_br: Tipo de Atualização
ru: Режим обновления
sl: Način nadgradnje
sv: Uppgraderingsläge
tr: Yükseltme kipi

source: Upgrade using Synaptic
ca: Actualitza usant Synaptic
cs: Aktualizovat přes Synaptic
da: Opgrader med Synaptic
de: Zur Aktualisierung Synaptic benutzen
es: Actualizar usando Synaptic
fa: آپدیت به وسیله Synaptic
fi: Päivitä käyttäen Synapticia
fil_ph: Pag-ibayuhin gamit ang Synaptic
gl_es: Actualizar a través do Synaptic
hi: सिनेप्टिक द्वारा अपग्रेड करें
it: Aggiorna tramite Synaptic
nb: Oppgrader med Synaptic
nl_be: Updaten met Synaptic
pt: Atualizar através do Synaptic
pt_br: Atualizar utilizando o Synaptic
ru: Обновить с помощью Synaptic
sl: Nadgradnja z uporabo Synaptic
sv: Uppgradera med Synaptic
tr: Synaptic kullanarak yükselt

source: Using basic upgrade (not recommended)
ca: Usant l'actualització bàsica (no recomanat)
cs: Použití základní aktualizace (nedoporučuje se)
da: Bruger grundlæggende opgradering (anbefales ikke)
de: Basis-Aktualisierung (wird nicht empfohlen)
es: Utilizando la actualización básica (no recomendado)
fa: درحال اجرای حالت ارتقا اولیه (توصیه نمی شود)
fi: Käytetään tavallista päivitystä (ei suositeltu)
fil_ph: Gumagamit ng payak na pang-ibayo (hindi mainam)
gl_es: Usando Actualización básica (non recomendado)
hi: सामान्य अपग्रेड कार्यरत (अनुशंसित नहीं है)
it: Utilizzando l'aggiornamento base (non raccomandato)
nb: Bruker enkel oppgradering (ikke anbefalt)
nl_be: Basis opwaardering gebruiken (niet aanbevolen)
pt: A usar atualização básica (não recomendado)
pt_br: Utilizando a opção 'atualização básica dos pacotes' (esta opção não é recomendada)
ru: Применять базовое обновление (не рекомендуется)
sl: Izvedba osnovne posodobitve (odsvetujemo)
sv: Använda enkel uppgradering (ej rekommenderat)
tr: Temel yükseltme kullanarak (önerilmez)

source: Using full upgrade
ca: Usant l'actualització completa
cs: Použití úplné aktualizace
da: Bruger fuld opgradering
de: Vollständige Aktualisierung
es: Utilizando 'full upgrade'
fa: درحال اجرا در حالت ارتقا کلی
fi: Käytetään täydellistä päivitystä
fil_ph: Gumagamit ng lubos na pang-ibayo
gl_es: Usando Actualización xeral
hi: पूर्ण अपग्रेड कार्यरत
it: Utilizzando l'aggiornamento completo
nb: Bruker full oppgradering
nl_be: Volle opwaardering gebruiken
pt: Usar a atualização completa
pt_br: Utilizando a opção 'atualização completa do sistema operacional'
ru: Применять полное обновление
sl: Izvedba celotne posodobitve
sv: Använda full uppgradering
tr: Tam yükseltme kullanarak

source: View and Upgrade
ca: Veure i actualitzar
cs: Zobrazit a aktualizovat
da: Vis og opgrader
de: Anschauen und aktualisieren
es: Ver y Actualizar
fa: نمایش و ارتقا
fi: Katso ja päivitä
fil_ph: Tingnan at Pag-ibayuhin
gl_es: Ver e actualizar
hi: अपग्रेड
it: Visualizza e Aggiorna
nb: Vis og oppgrader
nl_be: Bekijken en Opwaarderen
pt: Ver e Atualizar
pt_br: Exibir e Atualizar
ru: Просмотр и обновление
sl: Preglej in nadgradi
sv: Granska och Uppgradera
tr: Göster ve Yükselt

source: You have $count new updates available
ca: Teniu $count noves actualitzacions disponibles
cs: Je k dispozici $count nových aktualizací
da: Du har $count nye opdateringer tilgængelige
de: $count neue Aktualisierungen verfügbar
es: Tiene $count nuevas actualizaciones disponibles
fa: شما count$ آپدیت آماده نصب دارید
fi: Sinulla on $count uutta päivitystä saatavilla
fil_ph: Meron kang $count bagong update na maaring makuha
gl_es: Hai $count novas actualizacións dispoñibles
hi: $count नई अपडेट उपलब्ध है
it: Hai $count aggiornamenti disponibili
nb: Det er $count nye oppdateringer tilgjengelige
nl_be: U heeft $count nieuwe update(s) beschikbaar
pt: Há $count novas atualizações disponíveis
pt_br: Você tem $count novas atualizações disponíveis
ru: Вам доступны свежие обновления: $count
sl: Na voljo imate $count posodobitve
sv: Du har $count nya uppdatering tillgänglig
tr: $adet yeni güncellemeniz var

source: You have 1 new update available
ca: Teniu 1 actualització disponible
cs: 1 nová aktualizace k dispozici
da: Du har 1 ny opdatering tilgængelig
de: 1 neue Aktualisierung verfügbar
es: Tiene 1 nueva actualización disponible
fa: شما 1 آپدیت آماده نصب دارید
fi: Sinulla on 1 uusi päivitys saatavilla
fil_ph: May isang update na maari mong makuha
gl_es: Hai 1 nova actualizaicón dispoñible
hi: 1 नई अपडेट उपलब्ध है
it: Hai 1 aggiornamento disponibile
nb: Det er 1 ny oppdatering tilgjengelig
nl_be: U heeft 1 nieuwe update beschikbaar
pt: Há 1 nova atualização disponível
pt_br: Você tem 1 nova atualização disponível
ru: Вам доступно 1 обновление
sl: Na voljo imate eno posodobitev
sv: Du har 1 ny uppdatering tillgänglig
tr: 1 yeni güncellemeniz var

source: You have {num} new update available
ca: Teniu (num) noves actualitzacions disponible(s)
cs: Je k dispozici {num} nová aktualizace
de: Eine neue Aktualisierung verfügbar
es: Tienes {num} nueva actualización disponible
fi: Sinulla on {num} uutta päivitystä saatavilla
gl_es: Tes {num} nova actualización dispoñible
hi: सिस्टम हेतु {num} नवीन अपडेट उपलब्ध है
it: Hai {num} nuovi aggiornamenti disponibili
nb: Det er {num} ny oppdatering tilgjengelig
pt: Há {num} nova atualização disponível
pt_br: Você tem {num} nova atualização disponível
ru: Вам доступно {num} обновление
sl: Na voljo je [num] nova posodobitev
sv: Du har {num} ny uppdatering tillgänglig
tr: {num} yeni güncellemeniz var

source: automatically close terminal window when full/basic upgrade complete
ca: tanca el terminal automàticament quan s'acaba l'actualització bàsica/completa
cs: automaticky zavřít terminálové okno jakmile je úplná/základní aktualizace dokončena
da: luk automatisk terminalvinduet når fuld/grundlæggende opgraderingen er gennemført
de: Terminal-Fenster nach der Aktualisierung automatisch schließen
es: automáticamente cerrar ventana del terminal cuando la actualización 'full/basic' se completa
fi: Sulje pääteikkuna täydellisen/tavallisen päivityksen valmistuttua
fil_ph: Kusang magsasara ang terminal kapag nabuo na ang lubos o payak na pag-iibayo
gl_es: pechar automaticamente a lapela do terminal despois da actualización
hi: पूर्ण/सामान्य अपग्रेड पूर्ण होने के उपरांत टर्मिनल विंडो स्वतः बंद करें
it: Chiudi automaticamente la finestra del terminale quando è terminato l'aggiornamento completo o quello base
nb: lukk automatisk terminalvinduet etter at full/enkel oppgradering er fullført
nl_be: automatisch terminal scherm sluiten wanneer /vollebasis opwaardering compleet is
pt: fechar automaticamente a janela de terminal ao terminar a atualização
pt_br: Fechar automaticamente a janela do terminal/console quando a atualização completa ou básica for concluída
ru: Автоматически закрыть окно терминала по завершении полного/базового обновления
sl: samodejno zapri okno terminala po končani celotni/osnovni nadgradnji
sv: stäng terminalfönster automatiskt när full/enkel uppgradering är färdig
tr: tam/temel yükseltme tamamlandığında otomatik olarak uçbirim penceresini kapatır

source: automatically close terminal window when upgrade complete
ca: tanca automàticament la finestra del terminal en acabar l'actualització
cs: automaticky zavřít terminálové okno jakmile je aktualizace dokončena
da: luk automatisk terminalvinduet når opgraderingen er gennemført
de: Terminal-Fenster nach der Aktualisierung automatisch schließen
es: cierre automáticamente la ventana del terminal al completar la actualización
fa: پنجره ترمینال بعد از اتمام عملیات بصورت خودکار بسته شود
fi: Sulje automaattisesti kaikki pääteikkunat päivityksen valmistuttua
fil_ph: Kusang isara ang terminal kapag natapos na paibayuhin
gl_es: pechar automaticamente a lapela do terminal ao completar a actualización
hi: अपग्रेड पूर्ण होने के उपरांत टर्मिनल विंडो स्वतः बंद करें
it: Chiudi automaticamente la finestra del terminale quando l'aggiornamento è completato
nb: lukk automatisk terminalvinduet etter at oppgraderingen er fullført
nl_be: automatisch terminal scherm sluiten wanneer opwaardering compleet is
pt: fechar automaticamente a janela de terminal ao terminar a atualização
pt_br: Fechar automaticamente a janela do terminal/console ao completar a atualização
ru: Автоматически закрыть окно терминала по завершении обновления
sl: po končani nadgradnji samodejno zapri okno terminala
sv: stäng terminalfönster automatiskt när uppgradering är färdig
tr: Yükseltme tamamlandığında uçbirim penceresini otomatik olarak kapat
