Repository: q4os/mxtools-for-debian
Catalog: apt-notifier/translations/po/*.po
Languages: ca, cs, da, de, es, fa, fi, fil_ph, gl_es, hi, it, nb, nl_be, pt, pt_br, ru, sl, sv, tr

source: basic upgrade
ca: actualització bàsica
cs: základní aktualizace
da: grundlæggende opgradering
de: Basis-Aktualisierung
es: actualización básica
fa: ارتقا اولیه
fi: tavallinen päivitys
fil_ph: payak na pag-ibayo
gl_es: Actualización básica
hi: सामान्य अपग्रेड
it: Aggiornamento base
nb: enkel oppgradering
nl_be: Basis upgrade
pt: atualização básica
pt_br: Atualização básica dos pacotes
ru: базовое обновление
sl: osnovna nadgradnja
sv: enkel uppgradering
tr: temel yükseltme

source: basic upgrade complete (or was canceled)
ca: s'ha acabat l'actualització bàsica (o s'ha cancel·lat)
cs: základní aktualizace dokončena (nebo přerušena)
da: grundlæggende opgradering fuldført (eller annulleret)
de: Basis-Aktualisierung abgeschlossen (oder wurde abgebrochen)
es: Actualización básica se completó (o fue cancelada)
fa: ارتقا اولیه انجام شد‌ (و یا لغو شد)
fi: tavallinen päivitys valmistui (tai keskeytettiin)
fil_ph: Ganap na ang payak na pag-ibayo (o naudlot)
gl_es: Actualización básica terminada (ou foi cancelada)
hi: सामान्य अपग्रेड पूर्ण (या निरस्त)
it: l'aggiornamento base è terminato (o è stato annullato)
nb: enkel oppgradering fullført (eller ble avbrutt)
nl_be: basis opwaardering compleet (of was geannuleerd)
pt: Atualização básica terminada (ou foi cancelada)
pt_br: A atualização básica do sistema operacional foi concluída (ou foi cancelada)
ru: базовое обновление завершено (или было отменено)
sl: osnovna nadgradnja je končana (če ni bila preklicana)
sv: enkel uppgradering färdig (eller stoppades)
tr: temel yükseltme tamamlandı (veya iptal edildi)

source: check for autoremovable packages after full/basic upgrade
ca: cerca paquets autoeliminables després de l'actualització bàsica/completa
cs: kontrola automaticky odebratelných balíčků po úplné/základní aktualizaci
da: søg efter autoremovable-pakker efter fuld/grundlæggende opgradering
de: Auf automatisch entfernbare Pakete nach der Aktualisierung überprüfen
es: buscar paquetes autoremovibles después de un actualización full/basic
fi: tarkasta kaikki automaattisesti poistettavat paketit täydellisen/tavallisen pävityksen jälkeen
fil_ph: Siyasatin ang mga kusang matatanggal na pakete pagkatapos ng payak o lubos na pag-iibayo ng pakete
gl_es: procurar paquetes autoeliminable despois da actualización
hi: पूर्ण/सामान्य अपग्रेड उपरांत स्वतः हटने योग्य पैकेज खोजें
it: Controlla i pacchetti auto rimovibili dopo l'aggiornamento completo o quello base
nb: se etter fjernbare pakker etter full/enkel oppgradering
nl_be: controleer voor automatisch verwijderbare pakketten na volle/basis opwaardering
pt: procurar pacotes autoremovíveis após a atualização
pt_br: Procurar se há pacotes que possam ser removidos automaticamente após atualização completa ou básica
ru: проверить наличие автоудаляемых пакетов после полного/базового обновления
sl: po končani celotni/osnovni nadgradnji preveri, katere pakete je mogoče samodejno odstraniti
sv: leta efter auto-borttagningsbara paket efter full/enkel uppgradering
tr: tam/temel yükseltme sonrası otomatik kaldırılabilir paketleri denetle

source: classic
ca: clàssic
cs: klasicky
da: klassisk
es: clásico
fa: کلاسیک
fil_ph: makaluma
gl_es: clásico
hi: पारंपरिक
it: Classica
nb: klassisk
nl_be: klassiek
pt: clássico
pt_br: Clássico
ru: классические
sl: klasična
sv: klassisk
tr: klasik

source: full upgrade
ca: actualització completa
cs: úplná aktualizace
da: fuld opgradering
de: vollständige Aktualisierung
es: actualización completa
fa: ارتقا کلی
fi: täydellinen päivitys
fil_ph: lubos na pag-ibayo
gl_es: Actualización xeral
hi: पूर्ण अपग्रेड
it: Aggiornamento completo
nb: full oppgradering
nl_be: Volledige upgrade
pt: atualização completa
pt_br: Atualização completa do sistema operacional
ru: полное обновление
sl: Celotna nadgradnja
sv: full uppgradering
tr: tam yükseltme

source: full upgrade (recommended)
ca: actualització completa (recomanat)
cs: úplná aktualizace (doporučeno)
da: fuld opgradering (anbefales)
de: Vollständige Aktualisierung (empfohlen)
es: 'full upgrade' (recomendado)
fa: ارتقای کلی(توصیه شده)
fi: täydellinen päivitys (suositeltu)
fil_ph: lubos na pang-ibayo (ipinapanukala)
gl_es: actualización xeral (recomendado)
hi: पूर्ण अपग्रेड (अनुशंसित)
it: Aggiornamento completo (raccomandato)
nb: full oppgradering (anbefalt)
nl_be: volle opwaardering (aanbevolen)
pt: atualização completa (recomendado)
pt_br: Atualização completa do sistema operacional (esta é a opção recomendada)
ru: Полное обновление (рекомендовано)
sl: celotna posodobitev (priporočeno)
sv: full uppgradering (rekommenderas)
tr: tam yükseltme (önerilir)

source: full upgrade complete (or was canceled)
ca: s'ha acabat l'actualització completa (o s'ha cancel·lat)
cs: úplná aktualizace dokončena (nebo přerušena)
da: fuld opgradering fuldført (eller annulleret)
de: vollständige Aktualisierung abgeschlossen (oder wurde abgebrochen)
es: Actualización completa se realizó (o fue cancelada)
fa: ارتقا کلی انجام شد (و یا لغو شد)
fi: täydellinen päivitys valmistui (tai keskeytettiin)
fil_ph: Ganap na ang lubos na pag-ibayo (o naudlot)
gl_es: Actualización xeral terminada (ou foi cancelada)
hi: पूर्ण अपग्रेड पूर्ण (या निरस्त)
it: l'aggiornamento completo è terminato (o è stato annullato)
nb: full oppgradering fullført (eller ble avbrutt)
nl_be: volle opwaardering compleet (of was geannuleerd)
pt: atualização completa terminada (ou foi cancelada)
pt_br: A atualização completa do sistema operacional foi concluída (ou foi cancelada)
ru: Полное обновление было завершено (или отменено)
sl: celotna nadgradnja je končana (če ni bila preklicana)
sv: full uppgradering färdig (eller stoppades)
tr: tam yükseltme tamamlandı (veya iptal edildi)

source: opens MX Updater 'View and Upgrade' window
ca: Obre la finestra de MX Updater 'Veure i actualitzar'
cs: otevře okno MX Aktualizace 'Zobrazit a aktualizovat'
da: åbner MX Opdatering 'Vis og opgrader'-vindue
de: Öffnet das MX Updater 'Ansicht und Aktualisierung'-Fenster
es: Abre la ventana 'Ver y actualizar' de MX Actualizador
fi: avaa MX Päivitysohjelman 'Tarkasta ja päivitä' -ikkunan
fil_ph: magbubukas ang pang-update ng MX 'Tingnan at Pag-ibayuhin' ang window
gl_es: abre a lapela 'Ver e Actualizar' do actualizador de MX
hi: एमएक्स अपडेट साधन की 'अपग्रेड' विंडो आरंभ करें
it: Apre la finestra 'Visualizza e Aggiorna' di MX Aggiornamenti
nb: åpner vinduet «Vis og oppgrader» i MX Oppdateringsverktøy
nl_be: opent MX Updater 'Bekijk en Opwaardeer' scherm
pt: abre a janela 'Ver e Atualizar' do Atualizador do MX
pt_br: Abrir a janela 'Exibir e Atualizar' do Atualizador do MX
ru: открывает окно MX Центра обновления «Обзор и обновление»
sl: odpre okno MX posodobitev 'Ogled in nadgraditev'
sv: öppnar MX Uppdaterares 'Se och Uppgradera'-fönster
tr: MX Güncelleyici 'Görünüm ve Yükseltme' penceresini açar

source: opens Synaptic
ca: obre Synaptic
cs: spouští Synaptic
da: åbner Synaptic
de: startet Synaptic
es: abre Synaptic
fa: بازکردن Synaptic
fi: avaa Synapticin
fil_ph: magbubukas ang Synaptic
gl_es: abre o Synaptic
hi: सिनैप्टिक आरंभ करें
it: Apre Synaptic
nb: åpner Synaptic
nl_be: opent Synaptic
pt: abre o Gestor de Pacotes Synaptic
pt_br: Abrir o Synaptic
ru: открыть Synaptic
sl: odpre Synaptic
sv: öppnar Synaptic
tr: Synaptic açıyor

source: press any key to close
ca: premeu una tecla per tancar
cs: Pro ukončení stiskněte libovolnou klávesu
da: tryk på en tast for at lukke
de: Schließen mit beliebiger Taste
es: oprima cualquier tecla para cerrar
fa: برای بستن پنجره یک کلید را بفشارید
fi: paina mitä tahansa näppäintä sulkeaksesi
fil_ph: pumindot ng alinmang teklado para isara
gl_es: premer calquera tecla para pechar
hi: बंद करने हेतु कोई भी कुंजी दबाएँ
it: premi un tasto qualsiasi per chiudere
nb: trykk en vilkårlig tast for å lukke
nl_be: druk een toets om te sluiten
pt: premir qualquer tecla para fechar
pt_br: Pressione qualquer tecla para fechar
ru: нажмите любую клавишу для выхода
sl: pritisnite poljubno tipko za izhod
sv: tryck på valfri tangent för att stänga
tr: kapatmak için herhangi bir tuşa basın

source: press any key to stop automatic closing
ca: premeu qualsevol tecla per aturar automàticament
cs: Stiskněte libovolnou klávesu pro zrušení automatického zavření
de: Mit beliebiger Taste das Schließen abbrechen
es: presione cualquier tecla para detener el cierre automático
fi: paina mitä tahansa näppäintä estääksesi automaattisen ikkunan sulkemisen
gl_es: Prema calquera tecla para parar o peche automático
hi: स्वतः बंद होना निरस्त करने हेतु कोई भी कुंजी दबाएँ
it: premi qualsiasi tasto per fermare la chiusura automatica
nb: trykk en vilkårlig tast for å hindre automatisk lukking
nl_be: druk een toets om automatisch sluiten te voorkomen
pt: premir qualquer tecla para parar o encerramento automático
pt_br: Pressione qualquer tecla para parar o encerramento automático
ru: нажмите любую клавишу для остановки автоматического закрытия
sl: pritisnite poljubno tipko, da zaustavitve samodejno zapiranje
sv: tryck på valfri tangent för att stoppa automatisk stängning
tr: otomatik kapatmayı durdurmak için herhangi bir tuşa basın

source: pulse
ca: pols
cs: puls
da: puls
de: Puls
es: pulsar
gl_es: gráfico
hi: पल्स
it: Impulso
nb: puls
pt: gráfico
pt_br: Gráfico
sl: pulz
sv: puls
tr: sinyal

source: start MX Updater at login
ca: Arrenca MX Updater en entrar
cs: Spustit MX Aktualizace při přihlášení
de: MX-Updater bei der Anmeldung starten
es: Arrancar MX Actualizador al iniciar sesión
fi: käynnistä MX Päivitys sisäänkirjautuessa
gl_es: Iniciar o actualizador de MX ao entrar
hi: लॉगिन होते ही एमएक्स अपडेट साधन आरंभ करें
it: Avvia MX Aggiornamenti al login
nb: start MX Oppdateringsverktøy ved innlogging
nl_be: start MX Updater bij inloggen
pt: iniciar o Atualizador do MX ao entrar
pt_br: Iniciar o Atualizador do MX ao iniciar a sessão (login)
ru: Запускать MX Центр обновления при входе в систему
sl: po prijavi zaženi MX posodobitev
sv: starta MX Uppdaterare vid inloggning
tr: girişte MX Updater'ı başlat

source: switch to basic upgrade
ca: canvia a actualització bàsica
cs: přepnout na základní aktualizaci
da: skift til grundlæggende opgradering
de: Wechsel auf Basis-Aktualisierung
es: cambiar a actualización básica
fa: تغییر حالت به ارتقا اولیه
fi: siirry tavalliseen päivitystapaan
fil_ph: magpalit sa payak na pag-ibayo
gl_es: cambiar para actualización básica
hi: सामान्य अपग्रेड में परिवर्तित करें
it: Passa all'aggiornamento base
nb: bytt til enkel oppgradering
nl_be: wissel naar basis opwaardering
pt: mudar para atualização básica
pt_br: Alterar para a opção 'atualização básica dos pacotes'
ru: переключить на базовое обновление
sl: preklop na osnovno nadgradnjo
sv: byt till enkel uppgradering
tr: temel yükseltmeye geç

source: switch to full upgrade
ca: canvia a actualització completa
cs: přepnout na úplnou aktualizaci
da: skift til fuld opgradering
de: Wechsel auf vollständige Aktualisierung
es: cambiar a actualización completa
fa: تغییر حالت به ارتقا کلی
fi: siirry täydelliseen päivitystapaan
fil_ph: magpalit sa lubos na pag-ibayo
gl_es: cambiar para actualización xeral
hi: पूर्ण अपग्रेड में परिवर्तित करें
it: Passa all'aggiornamento completo
nb: bytt til full oppgradering
nl_be: wissel naar volle opwaardering
pt: mudar para atualização completa
pt_br: Alterar para a opção 'atualização completa do sistema operacional'
ru: переключить на полное обновление
sl: preklop na celotno nadgradnjo
sv: byt till full uppgradering
tr: tam yükseltmeye geç

source: this terminal window can now be closed
ca: ara podeu tancar la finestra
cs: toto okno terminálu už můžete zavřít
da: terminalvinduet kan nu lukkes
de: Dieses Terminalfenster kann nun geschlossen werden
es: esta ventana de terminal ya puede cerrarse
fa: اکنون می توانید پنجره ترمینال را ببندید
fi: tämän pääteikkunan voi nyt sulkea
fil_ph: ang terminal window na ito ay maari ng isara
gl_es: esta lapela de terminal pode agora ser pechada
hi: अब यह टर्मिनल विंडो बंद कर सकते हैं
it: ora è possibile chiudere questa finestra del terminale
nb: dette terminalvinduet kan nå lukkes
nl_be: dit terminal scherm kan nu gesloten worden
pt: esta janela de terminal pode agora ser fechada
pt_br: Esta janela de terminal/console agora pode ser fechada
ru: Это окно терминала теперь можно закрыть
sl: to okno terminala lahko sedaj zaprete
sv: detta terminalfönster kan nu stängas
tr: bu uçbirim penceresi şimdi kapatılabilir

source: update automatically (will not add new or remove existing packages)
ca: actualitza automàticament (no afegirà paquets nous ni n'eliminarà els existents)
cs: aktualizovat automaticky (nebude přidávat nové, ani odebírat stávající balíčky)
da: opdater automatisk (tilføjer ikke nye eller eksisterende pakker)
de: automatisch aktualisieren (fügt keine neuen Pakete hinzu oder entfernt vorhandene)
es: actualizar automáticamente (no añadirá nuevos paquetes ni eliminará los existentes)
fi: päivitä automaattisesti (ei lisää uusia tai poista olemassaolevia paketteja)
fil_ph: kusang umaangkop (hindi magdaragdag ng magtatanggal man ng mga bagong pakete.)
gl_es: actualizar automaticamente a información dos paquetes (non engada paquetes nin elimie paquetes existentes)
hi: स्वतः अपडेट (नवीन पैकेज जोड़ें या मौजूदा पैकेज हटाएँ नहीं जाएँगे)
it: Aggiorna automaticamente (non verranno aggiunti nuovi pacchetti, o rimossi quelli esistenti)
nb: automatisk oppdatering (legger ikke til nye pakker eller fjerner eksisterende)
nl_be: automatisch opwaarderen (zal geen nieuwe of bestaande pakketten toevoegen of verwijderen)
pt: atualizar os pacotes automaticamente (não adiciona novos pacotes nem remove pacotes existentes)
pt_br: Atualizar automaticamente as informações dos pacotes (não adiciona novos pacotes e não remove os pacotes existentes)
ru: Автообновление (не будет добавлять новые пакеты или удалять существующие)
sl: Samodejna posodobitev (ne bodo dodani novi ali odstranjeni obstoječi paketi)
sv: uppdatera automatiskt (kommer inte att lägga till eller ta bort nuvarande paket)
tr: güncelleme otomatik olarak (yeni eklemeyecek veya mevcut paketleri kaldırmayacak)

source: upgrade
ca: actualitza
cs: aktualizace
da: opgrader
de: Aktualisieren
es: Actualizar
fa: ارتقا
fi: päivitä
fil_ph: pagibayuhin
gl_es: actualizar
hi: अपग्रेड
it: Aggiorna
nb: oppgrader
nl_be: opwaardering
pt: atualizar
pt_br: Atualizar
ru: обновление
sl: nadgradnja
sv: uppgradera
tr: yükselt

source: use desktop notifications
ca: usa notificacions d'escriptori
cs: používat notifikace
de: Arbeitsoberflächenachrichtigungen verwenden
es: usar notificaciones de escritorio
fi: Käytä työpöytäilmoituksia
gl_es: Use as notificacións do escritorio
hi: डेस्कटॉप अधिसूचनाएँ उपयोग करें
it: usa le notifiche della scrivania
nb: bruk skrivebordsvarsler
nl_be: gebruik bureaubladnotificaties
pt: notificações na área de trabalho
pt_br: Utilizar as notificações na área de trabalho
ru: Использовать уведомления рабочего стола
sl: uporabi namizna obvestila
sv: använd skrivbordets notifieringar
tr: masaüstü bildirimlerini kullanın

source: use transparent interior for no-updates wireframe
ca: use interior transparent per al wireframe sense-actualitzacions
cs: pouźít průhlednou ikonu u statusu Plně aktualizováno
de: Transparentes 'no-updates'-Drahtgitter verwenden
es: usar interior transparente para wireframe sin actualizaciones
fi: käytä läpinäkyvää sisustustaa päivittämättömiin ääriviivoihin
gl_es: icona moderna transparente sen actualizacións
hi: अपडेट न होने की स्थिति में पारदर्शी स्वरूप उपयोग करें
it: Utilizzare interni trasparenti per la scatolina senza aggiornamenti
nb: kantlinje med indre gjennomsiktighet for ingen oppdateringer
nl_be: gebruik transparante binnenkant voor geen-updates draadframe
pt: ícone moderno transparente se sem atualizações
pt_br: Utilizar o ícone moderno transparente se não houver atualizações
ru: использовать прозрачный интерьер для каркаса без обновлений
sl: uporabi prozorno notranjost za okvirje brez posodobitev
sv: använd transparent inre för trådram utan uppdateringar
tr: güncelleme yokken içi saydam biçim kullan

source: wireframe
ca: trama
cs: drátový model
da: trådramme
de: Drahtgitter
fi: ääriviivat
gl_es: transparente
hi: स्वरूप
nb: kantlinjer
pt: moderno
pt_br: Transparente
ru: каркас
sl: obris
sv: trådram
tr: tel kafes

source: {num} new update available
ca: {num} actualitzacions disponibles
cs: {num} nová aktualizace k dispozici
de: {num} neue Aktualisierung verfügbar
es: {num} actualización disponible
fi: {num} uutta päivitystä saatavilla
gl_es: {num} novas actualizacións dispoñible
hi: {num} नवीन अपडेट उपलब्ध है
it: {num} nuovi aggiornamenti disponibili
nb: {num} ny oppdatering tilgjengelig
pt: {num} nova atualização disponível
pt_br: Há {num} nova atualização disponível
ru: Доступно {num} свежее обновление
sl: [num] posodobitev je na voljo
sv: {num} ny uppdatering tillgänglig
tr: {num} yeni güncelleme var

source: An applet to show updates
ca: Una aplicació per mostrar les actualitzacions
cs: Aplet zobrazující aktualizace
da: En applet til at vise opdateringer
de: Ein Anzeiger verfügbarer Updates
es: Un applet para mostrar actualizaciones.
fi: Sovelma päivitysten näyttämiseen
gl_es: Unha aplicación para mostrar actualizacións
hi: अपडेट हेतु एप्लेट
it: Un'applet per mostrare gli aggiornamenti
nb: Et panelprogram som viser oppdateringer
nl_be: Een applet om updates te laten zien
pt: Uma mini-aplicação que mostra as atualizações disponíveis
pt_br: Miniaplicativo que exibe as atualizações disponíveis do Notificador do MX
ru: Приложение для показа обновлений
sl: Aplet za prikaz posodobitev
sv: Ett miniprogram för att visa uppdateringar
tr: Güncellemeleri gösteren bir uygulama

source: Re-enable MX Updater icon even if no updates available
ca: Reactiva la icona de MX Updater encara que no hi hagi actualitzacions disponibles
cs: Znovu povolit ikonu MX Aktualizace, i když nejsou žádné aktualizace k dispozici
da: Genaktivér MX Opdatering-ikonet, selv hvis der ikke findes nogen opdateringer
de: MX Updater-Symbol wieder anzeigen, auch wenn keine Updates verfügbar sind
es: Rehabilitar el icono MX Updater incluso si no hay actualizaciones disponibles
fi: Ota MX Päivitys uudelleen käyttöön vaikka päivityksiä ei ole saatavilla
gl_es: Reactivar a icona do actualizador do MX aínda que non haxa actualizacións dispoñibles
hi: अपडेट उपलब्ध न होने पर हेतु एमएक्स अपडेट आइकन पुनः सक्रिय
it: Riattiva l'icona MX Aggiornamenti anche se non ci sono aggiornamenti disponibili
nb: Aktiver ikonet til MX Oppdateringsverktøyet selv om det ikke er tilgjengelig noen oppdateringer
nl_be: Schakel MX Updater icoon opnieuw in, ook al zijn er geen updates beschikbaar
pt: Reativar o ícone do Atualizador do MX mesmo que não haja atualizações disponíveis
pt_br: Reativar o ícone do Notificador de Atualizações mesmo que não haja atualizações disponíveis
ru: Повторно включить значок MX Центра обновления в случае, когда нет обновлений
sl: Reaktiviraj ikono za MX posodobitev, četudi ni na voljo posodobitev
sv: Återaktivera MX Uppdaterare ikonen även om det inte finns några uppdateringar
tr: Güncelleme olmasa bile MX Updater simgesini yeniden etkinleştirin

source: Enable Auto-update
ca: Activa l'actualització automàtica
cs: Zapnout auto-aktualizaci
da: Aktivér automatisk opdatering
de: Automatische Aktualisierung aktivieren
es: Habilitar Auto-actualización
fi: Kytke päälle automaattipäivitys
fil_ph: Sindihan ang kusang-update
gl_es: Activar a Actualización automática
hi: स्वतः अपडेट सक्रिय करें
it: Abilita Auto-aggiornamento
nb: Slå på automatisk oppdatering
nl_be: Auto-opwaarderen Inschakelen
pt: Ativar a Atualização automática
pt_br: Ativar a Atualização Automática
ru: Включить автообновление
sl: Omogoči samodejno posodabljanje
sv: Aktivera Auto-uppdatering
tr: Otomatik güncellemeyi etkinleştir

source: Disable Auto-update
ca: Desactiva l'actualització automàtica
cs: Vypnout auto-aktualizaci
da: Deaktivér automatisk opdatering
de: Automatische Aktualisierung deaktivieren
es: Deshabilitar Auto-actualización
fi: Kytke automaattipäivitys pois
fil_ph: Huwag sindihang kusa ang update
gl_es: Desactivar a Actualización automática
hi: स्वतः अपडेट निष्क्रिय करें
it: Disabilita Auto-aggiornamento
nb: Slå av automatisk oppdatering
nl_be: Auto-opwaarderen Uitschakelen
pt: Desativar a Atualização automática
pt_br: Desativar a Atualização Automática
ru: Отключить автообновление
sl: Onemogoči samodejno posodabljanje
sv: Inaktivera Auto-uppdatering
tr: Otomatik güncellemeyi devre dışı bırak
