Repository: q4os/mxtools-for-debian
Catalog: apt-notifier/translations/po/*.po
Languages: ca, cs, da, de, es, fa, fi, fil_ph, gl_es, hi, it, nb, nl_be, pt, pt_br, ru, sl, sv, tr

source: $count new updates available
ca: $count noves actualitzacions disponibles
cs: $count nových aktualizací k dispozici
da: $count nye opdateringer tilgængelige
de: $count neue Aktualisierungen verfügbar
es: $count nuevas actualizaciones disponibles
fa: count$ آپدیت آماده نصب می باشد
fi: $count uutta päivitystä saatavilla
fil_ph: $count bagong update na makukuha
gl_es: $count novas actualizaicóns dispoñibles
hi: $count नई अपडेट उपलब्ध है
it: $count aggiornamenti disponibili
nb: $count oppdateringer tilgjengelige
nl_be: $count nieuwe update beschikbaar
pt: $count novas atualizações disponíveis
pt_br: Estão disponíveis $count novas atualizações
ru: доступно $count свежих обновлений
sl: $countposodobitev je na voljo
sv: $count nya uppdateringar tillgängliga
tr: $adet yeni güncelleme var

source: 0 updates available
ca: No hi ha actualitzacions disponibles
cs: 0 aktualizací k dispozici
da: 0 opdateringer tilgængelig
de: 0 Aktualisierungen verfügbar
es: 0 actualizaciones disponibles
fa: هیچ آپدیتی وجود ندارد 0
fi: 0 päivitystä saatavilla
fil_ph: 0 update na maaring makuha
gl_es: 0 actualizacións dispoñibles
hi: 0 अपडेट उपलब्ध है
it: Nessun aggiornamento disponibile
nb: 0 oppdateringer tilgjengelige
nl_be: 0 updates beschikbaar
pt: 0 atualizações disponíveis
pt_br: Está disponível 0 atualização (não há atualizações)
ru: 0 обновлений доступно
sl: Nobena posodobitev ni na voljo
sv: 0 uppdateringar tillgängliga
tr: 0 güncelleme var

source: 1 new update available
ca: 1 actualització disponible
cs: 1 nová aktualizace k dispozici
da: 1 ny opdatering tilgængelige
de: 1 neue Aktualisierung verfügbar
es: 1 nueva actualización disponible
fa: 1 آپدیت آماده نصب
fi: 1 uusi päivitys saatavilla
fil_ph: 1 update na maaring makuha
gl_es: 1 nova actualización dispoñible
hi: 1 अपडेट उपलब्ध है
it: 1 aggiornamento disponibile
nb: 1 oppdatering tilgjengelig
nl_be: 1 nieuwe update beschikbaar
pt: 1 nova atualização disponível
pt_br: Está disponível 1 nova atualização
ru: 1 обновление доступно
sl: Ena posodobitev je na voljo
sv: 1 ny uppdatering tillgänglig
tr: 1 yeni güncelleme var

source: About
ca: Quant a
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fa: درباره
fi: Tietoja
fil_ph: Patungkol sa
gl_es: Sobre
hi: बारे में
it: Info
nb: Om
nl_be: Over
pt: Sobre
pt_br: Sobre
ru: О программе
sl: O programu
sv: Om
tr: Hakkında

source: About MX Updater
ca: Quant a MX Updater
cs: O MX Aktualizace
da: Om MX Opdatering
de: Über MX Updater
es: Acerca de MX Actualizador
fa: بروزرسان خودکار MX
fi: Tietoja MX Päivitys-sovelluksesta
fil_ph: Patungkol sa pang update ng MX
gl_es: Sobre actualizador de MX
hi: एमएक्स अपडेट साधन के बारे में
it: Informazioni su MX Aggiornamenti
nb: Om MX Oppdateringsverktøy
nl_be: Over MX Updater
pt: Sobre o Atualizador do MX
pt_br: Sobre o Atualizador do MX
ru: О MX Updater
sl: O MX posodobitvi
sv: Om MX Uppdaterare
tr: MX Güncelleyici Hakkında

source: Auto-update
ca: Auto-actualitz
cs: Auto-aktualizace
da: Automatisk opdatering
de: Automatische Aktualisierung
es: Auto-actualización
fa: آپدیت خودکار
fi: Automaattipäivitys
fil_ph: Kusang-umaangkop
gl_es: Actualización automática
hi: स्वतः अपडेट
it: Aggiornamento automatico
nb: Auto-oppdatering
pt: Atualização automática
pt_br: Atualização Automática
ru: Авто-обновление
sl: Samodejna posodobitev
sv: Auto-uppdatera
tr: Otomatik güncelleme

source: Auto-update dpkg log(s)
ca: Registre(s) d'auto-update dpkg
cs: Dpkg protokol(y) auto-aktualizace
da: Automatisk opdatering dpkg-log(ge)
de: dpkg-Protokoll(e) der automatischen Aktualisierung
es: Actualizar automáticamente registro(s) de dpkg
fa: گزارش(های) dpkg آپدیت خودکار
fi: Päivitä dpkg loki(t) automaattisesti
fil_ph: Ulat ng dpkg na kusang nalilikha (s)
gl_es: Rexistro(s) dpkg de actualización automática
hi: Auto-update dpkg लॉग
it: Auto-aggiorna dpkg log(s)
nb: dpkgs loggfil(er) for auto-oppdatering
pt: Registo(s) dpkg de atualização automática
pt_br: Atualizar automaticamente o(s) registro(s) do dpkg
ru: Лог(и) dpkg авто-обновления
sl: Samodejna posodobitev dpkg dnevnikov
sv: Auto-uppdatera dpkg logg(ar)
tr: Otomatik güncelleme dpkg günlüğü(leri)

source: Auto-update log(s)
ca: Registre(s) d'Auto-update
cs: Protokol(y) auto-aktualizace
da: Automatisk opdatering-log(ge)
de: Protokoll(e) der automatischen Aktualisierung
es: Actualizar registro(s) automáticamente
fa: گزارش(های) آپدیت خودکار
fi: Automaattipäivityksen loki(t)
fil_ph: Ulat na kusang nalilikha (s)
gl_es: Rexistro(s) de actualización automática
hi: Auto-update लॉग
it: Auto-aggiorna log(s)
nb: Loggfil(er) for auto-oppdatering
pt: Registo(s) de atualização automática
pt_br: Atualizar automaticamente o(s) registro(s)
ru: Лог(и) авто-обновления
sl: Samodejna posodobitev dnevnikov
sv: Auto-uppdatera logg(ar)
tr: Otomatik güncelleme günlüğü(leri)

source: Automatically answer 'yes' to all prompts during full/basic upgrade
ca: Respon automàticament 'si' a totes les peticions durant l'actualització
cs: Automaticky odpovídat 'ano' na všechny výzvy v průběhu úplné/základní aktualizace
da: Svar automatisk 'ja' til alle spørgsmål under fuld/grundlæggende opgradering
de: Automatisch mit 'Ja' auf alle Eingabeaufforderung während der vollständigen/basis Aktualisierung antworten
es: Responder 'si' automáticamente a todas las preguntas durante full/basic upgrade
fi: Vastaa automaattisesti 'kyllä' kaikkiin kohtiin täydellisen/tavallisen päivityksen aikana
fil_ph: Sa kasalukuyan ng payak at lubos na pag-iibayo ay kusang sasagot ng 'yes' sa lahat ng mga tanong
gl_es: Durante a actualización responder automaticamente si a todas as preguntas/pedidos de confirmación
hi: पूर्ण/सामान्य अपग्रेड करते समय सभी पुष्टिकरण स्वतः स्वीकृत करें
it: Rispondi 'si' automaticamente a tutte le richieste durante l'aggiornamento completo o quello base
nb: Svar automatisk «ja» til alle forespørsler under full/enkel oppgradering
nl_be: Automatisch 'ja' antwoorden op alle vragen gedurende volle/basis opwaardering
pt: Durante a atualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação
pt_br: Responder automaticamente 'sim' para todas as perguntas durante a atualização completa ou básica do sistema operacional
ru: Автоматически отвечать «да» на все запросы во время полного/базового обновления
sl: Samodejno odgovori z 'yes' na vsa vprašanja med celotno/osnovno nadgradnjo
sv: Säg automatiskt 'ja' till alla fönster under full/enkel uppgradering
tr: Tam / temel yükseltme sırasında tüm komutlara otomatik olarak 'evet' yanıtı verin

source: Automatically answer 'yes' to all prompts during upgrade
ca: Respon automàticament 'sí' a totes les qüestions mentre s'actualitza
cs: Automaticky odpovědět 'ano' na všechny výzvy v průběhu aktualizace
da: Svar automatisk 'ja' til alle spørgsmål under opgradering
de: Während des Aktualisierens alle Fragen automatisch mit 'Ja' beantworten
es: Automáticamente, contesta 'si' a todos los preguntas durante la actualización
fa: به تمام سوالات بصورت خودکار جواب 'بله' داده شود
fi: Vastaa automaattisesti 'kyllä' päivityksen aikana
fil_ph: Samantalang nag-iibayo ay kusang sumagot ng 'yes' sa lahat ng mga tanong
gl_es: Durante a actualización responder automaticamente si a todas as preguntas/pedidos de confirmación
hi: अपग्रेड करते समय सभी पुष्टिकरण स्वतः स्वीकृत करें
it: Rispondi automaticamente 'si' a tutte le domande durante l'aggiornamento
nb: Svar automatisk «ja» til alle forespørsler under oppgraderingen
nl_be: Automatisch 'ja' antwoorden op alle vragen gedurende opwaardering
pt: Durante a atualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação
pt_br: Responder automaticamente 'sim' para todas as perguntas durante a atualização
ru: Автоматически отвечать «да» на все запросы во время обновления
sl: Samodejno odgovori z 'yes' na vsa vprašanja med nadgradnjo
sv: Säg automatiskt 'ja' till alla frågor under uppgradering
tr: Yükseltme sırasında bütün sorulara otomatik olarak 'evet' yanıtı ver

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fil_ph: Huwag ituloy
gl_es: Cancelar
hi: रद्द करें
it: Annulla
nb: Avbryt
nl_be: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sl: Prekliči
sv: Avbryt
tr: İptal

source: Changelog
ca: Registre de canvis
cs: Protokol změn
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
fa: لیست موارد بهبود یافته
fi: Muutosloki
fil_ph: Ulat na mga pagbabago
gl_es: Rexistro dos cambios
hi: परिवर्तन सूची
nb: Endringslogg
pt: Registo de alterações
pt_br: Relatório de alterações
ru: Список изменений
sl: Dnevnik sprememb
sv: Ändringslogg
tr: Değişim günlüğü

source: Check for Updates
ca: Comprova si hi ha actualitzacions
cs: Vyhledat Aktualizace
da: Søg efter opdateringer
de: Auf Aktualisierungen prüfen
es: Buscar actualizaciones
fa: جستجو برای بروزرسانی های جدید
fi: Tarkista päivitykset
fil_ph: Tingnan kung may mga Update
gl_es: Verificar se hai actualizacións
hi: अपडेट खोजें
it: Controlla aggiornamenti
nb: Se etter oppdateringer
nl_be: Controleer op Updates
pt: Procurar atualizações
pt_br: Verificar se há atualizações
ru: Проверить обновления
sl: Preveri za posodobitve
sv: Sök efter uppdateringar
tr: Güncellemeler için kontrol et

source: Close
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fi: Sulje
fil_ph: Isara
gl_es: Cerrar
hi: बंद करें
it: Chiudi
nb: Lukk
nl_be: Sluiten
pt: Fechar
pt_br: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
tr: Kapat

source: For a less detailed view see 'Auto-update dpkg log(s)' or 'History'.
ca: Per una visualització menys detallada, vegeu 'Registre(s) d'auto-update dpkg' o 'Història'.
cs: Pro méně detailní pohled zobrazte 'Dpkg protokol(y) auto-aktualizace' nebo 'Historie'.
da: Se 'Automatisk opdatering dpkg-log(ge)' eller 'Historik' for en mindre detaljeret visning.
de: Für eine weniger detaillierte Ansicht siehe 'dpkg-Protokoll(e) der automatischen Aktualisierung' oder 'Verlauf'.
es: Para una vizualización menos detallada ver 'Auto-update dpkg log(s)' o 'Historia'.
fi: Vähemmän yksityiskohtaista näkymää varten katso 'Automaattipäivitysten dpkg-ylöskirjaus (kirjaukset)' tai 'Historia'
fil_ph: Para sa mga payak ng pangkita tingnan ang 'Auto-update dpkg log(s)' o ang kasaysayan.
gl_es: Para unha visualización menos detallada, ver 'Rexistro(s) dpkg de Actualización automática' ou 'Historial'.
hi: संक्षिप्त विवरण हेतु 'Auto-update dpkg लॉग' या 'वृतांत' देखें।
it: Per una vista meno dettagliata vedi 'Auto-update dpkg log(s)' o 'Cronologia'.
nb: Se «dpkgs loggfil(er) for auto-oppdatering» eller «Historikk» for mindre detaljert visning.
nl_be: Voor een minder gedetailleerd overzicht zie 'Auto-opwaarderen dpkg log(s)' or 'Geschiedenis'.
pt: Para uma visualização menos detalhada ver 'Registo(s) dpkg de atualização automática' ou 'Histórico'.
pt_br: Para uma visualização menos detalhada, consulte o(s) registro(s) de atualização automática 'Auto-update dpkg log(s)' ou do histórico 'History'.
ru: Для менее детализированного отображения смотрите 'Лог(и) dpkg авто-обновления' или 'Историю'.
sl: Za manj podroben prikaz si oglejte 'Dnevnik samodejne nadgradnje' ali 'Zgodovina'.
sv: För en mindre detaljerad vy se 'Auto-updatering dpkg logg(ar)' eller 'Historik'.
tr: Daha az ayrıntılı görünüm için 'dpkg günlüklerini otomatik güncelleme' veya 'Geçmiş'e bakın.

source: Hide until updates available
ca: Amaga fins que hi hagi actualitzacions disponibles
cs: Skrýt pokud aktualizace nejsou k dispozici
da: Skjul indtil der findes opdateringer
de: Verstecken bis Aktualisierungen verfügbar sind
es: Ocultar hasta que haya actualizaciones
fa: مخفی کن تا زمانی که آپدیت جدید منتشر شود
fi: Piilota kunnes päivityksiä on saatavilla
fil_ph: Itago hanggang ang update ay maaring makuha
gl_es: Agochar ata haber actualizacións dispoñibles
hi: अपडेट उपलब्ध होने तक अदृश्य
it: Nascondi finché non sono disponibili aggiornamenti
nb: Skjul fram til oppdateringer blir tilgjengelige
nl_be: Verberg tot updates beschikbaar
pt: Ocultar até que as atualizações estejam disponíveis
pt_br: Ocultar até que as atualizações estejam disponíveis
ru: Скрыть до появления обновлений
sl: Skrij, dokler ne obstajajo nove posodobitve
sv: Göm tills uppdateringar är tillgängliga
tr: Kullanılabilir güncellemelere kadar gizle

source: History
ca: Història
cs: Historie
da: Historik
de: Verlauf
es: Historia
fa: تاریخچه
fi: Historia
fil_ph: Kasaysayan
gl_es: Historial
hi: वृतांत
it: Storia
nb: Historikk
nl_be: Geschiedenis
pt: Histórico
pt_br: Histórico
ru: История
sl: Zgodovina
sv: Historik
tr: Geçmiş

source: Icons
ca: Icones
cs: Ikony
da: Ikoner
de: Symbole
es: Iconos
fa: آیکون ها
fi: Kuvakkeet
fil_ph: Mga Simbolo
gl_es: Iconas
hi: आइकन
it: Icone
nb: Ikoner
nl_be: Iconen
pt: Ícones
pt_br: Ícones
ru: Значки
sl: Ikone
sv: Ikoner
tr: Simgeler

source: Left-click behaviour (when updates are available)
ca: Comportament del clic esquerre (quan hi ha actualitzacions)
cs: Chování při kliknutí Levým tlačítkem myši (když jsou aktualizace k dispozici)
da: Opførsel for venstreklik (når der findes opdateringer)
de: Linksklick-Verhalten (wenn Aktualisierungen verfügbar sind)
es: Comportamiento del clic izquierdo (cuando hay actualizaciones disponibles)
fa: رفتار کلیک چپ(در صورتی که آپدیتی وجود داشته باشد)
fi: Vasemman hiiren painikkeen käyttäytyminen (kun päivityksiä on saatavilla)
fil_ph: Pagkilos ng Kaliwang-click (kung ang update ay maari ng makuha)
gl_es: Comportamento do botón esquerdo (cando hai actualización dispoñibles)
hi: दायां क्लिक व्यवहार (अपडेट उपलब्ध होने पर)
it: Comportamento del pulsante sinistro del mouse (quando sono disponibili degli aggiornamenti)
nb: Hva skal skje ved venstreklikk (når oppgraderinger er tilgjengelige)
nl_be: Links-klik gedrag (wanneer updates beschikbaar zijn)
pt: Comportamento do clique esquerdo (quando há atualizações disponíveis)
pt_br: Comportamento do clique com o botão esquerdo (quando as atualizações estão disponíveis)
ru: Поведение при нажатии левой кнопки мыши (когда доступны обновления)
sl: Obnašanje ob levem kliku (ko so posodobitve na voljo)
sv: Vänster-klicks beteende (när uppdateringar är tillgängliga)
tr: Sol tık davranışı (güncellemeler bulunduğunda)

source: License
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
es: Licencia
fa: لایسنس
fi: Lisenssi
fil_ph: Lisensya
gl_es: Licenza
hi: लाइसेंस
it: Licenza
nb: Lisens
nl_be: Licentie
pt: Licença
pt_br: Licença
ru: Лицензия
sl: Licenca
sv: Licens
tr: Ruhsat

source: MX Auto-update -- unattended-upgrades dpkg log viewer
ca: MX Auto-update - Visualitzador dels registres d'actualitzacions dpkg automàtiques
cs: MX Auto-aktualizace -- dpkg prohlížeč protokolu unattended-upgrades
da: MX Automatisk opdatering -- unattended-upgrades dpkg-logfremviser
de: MX Auto-Update -- dpkg-Protokollanzeige der unbeaufsichtigten Aktualisierungen
es: MX Auto-actualización -- visor de registro dpkg de actualizaciones-desatendidas.
fi: MX automaattipäivitys -- valvomattomien päivitysten dpkg-ylöskirjauskatselin
fil_ph: Kusang pag-angkop ng MX -- pangkita ng mga tala ng mga di kailangang bantayang listahan ng dpkg
gl_es: Actualización automática de MX -- visualizador de rexistros dpkg de actualizacións automáticas
hi: एमएक्स स्वतः अपडेट -- unattended-upgrades dpkg लॉग प्रदर्शक
it: MX Auto-aggiorna -- Visualizzatore del file log degli aggiornamenti automatici di dpkg
nb: MX Auto-oppdatering – loggede dpkg-oppgraderinger
nl_be: MX Auto-opwaarderen -- onbewaakte opwaarderingen dpkg log bekijken
pt: Atualização automática do MX -- visualizador de registos dpkg de atualizações automáticas
pt_br: Atualização Automática do MX -- visualizador de registros (log) do dpkg de atualizações automáticas.
ru: MX Авто-обновление - просмотрщик логов dpkg не сопровождаемого обновления
sl: MX samodejna posodobitev - prikazovalnik dpkg dnevnika za nenadzorovane nadgradnje
sv: MX Auto-update -- obevakade-uppgraderingar dpkg loggvisare
tr: MX Otomatik Güncelleme - katılımsız-yükseltme dpkg günlüğü görüntüleyici

source: MX Auto-update -- unattended-upgrades log viewer
ca: MX Auto-update Visualitzador dels registres d'actualitzacions automàtiques
cs: MX Auto-aktualizace -- prohlížeč protokolu unattended-upgrades
da: MX Automatisk opdatering -- unattended-upgrades-logfremviser
de: MX Auto-Update -- Protokollanzeige der unbeaufsichtigten Aktualisierungen
es: MX Auto-actualización -- visor de registro de actualizaciones-desatendidas.
fi: MX automaattipäivitys - valvomattomien päivitysten ylöskirjauskatselin
fil_ph: Kusang iangkop ang MX -- pangkita ng mga lista na di kailangang bantayan sa pag-iibayo
gl_es: Actualización automática -- visaulizador de rexistros de actualizacións automáticas
hi: एमएक्स स्वतः अपडेट -- unattended-upgrades लॉग प्रदर्शक
it: MX Auto-aggiorna -- Visualizzatore del file log degli aggiornamenti automatici
nb: MX Auto-oppdatering – loggede oppgraderinger
nl_be: MX Auto-opwaarderen -- onbewaakte opwaarderingen log bekijken
pt: Atualização automática do MX -- visualizador de registos de atualizações não assistidas
pt_br: Atualização Automática do MX -- visualizador de registros (log) das atualizações automáticas.
ru: MX Авто-обновление - просмотрщик логов не сопровождаемого обновления
sl: MX samodejna posodobitev - ogled dnevnika za nenadzorovane nadgradnje
sv: MX Auto-update -- obevakade-uppgraderingar loggvisare
tr: MX Otomatik Güncelleme - katılımsız-yükseltme günlüğü görüntüleyici

source: MX Package Installer
cs: MX Instalátor softvéru
da: MX Pakkeinstallationsprogram
de: MX Paket-Installer
es: MX Instalador de Paquetes
fi: MX Pakettien asennus
gl_es: MX Instalador de paquetes
hi: एमएक्स पैकेज इंस्टॉलर
it: MX Installa Programmi
nb: MX Verktøy for pakkeinstallering
nl_be: MX Pakket Installeerder
pt: MX Instalador de Pacotes
pt_br: Instalador e Desinstalador de Programas do MX
ru: MX Установщик пакетов
sl: MX Namestitev paketov
sv: MX Paket-installerare
tr: MX Paket Kurucusu

source: MX Updater
cs: MX Aktualizace
da: MX Opdatering
es: MX Actualizador
fa: بروزرسان MX
fi: MX Päivitys
fil_ph: Pang update ng MX
gl_es: Actualizador de MX
hi: एमएक्स अपडेट साधन
it: MX Aggiornamenti
nb: MX Oppdateringsverktøy
pt: Atualizador do MX
pt_br: Atualizador do MX
ru: MX Центр обновления
sl: MX posodobitev
sv: MX Uppdaterare
tr: MX Güncelleyici

source: MX Updater Help
ca: Ajuda de MX Updater
cs: Nápověda
da: MX Opdatering-hjælp
de: MX Updater Hilfe
es: MX Actualizador Ayuda
fa: راهنمای بروزرسان MX
fi: MX Päivitys -ohje
fil_ph: Gabay sa Pag-update ng MX
gl_es: Axuda do actualizador de MX
hi: एमएक्स अपडेट साधन सहायता
it: Guida di MX Aggiornamenti
nb: Hjelpetekst for MX Oppdateringsverktøy
nl_be: MX Updater Hulp
pt: Ajuda do Atualizador do MX
pt_br: Ajuda do Atualizador do MX
ru: Справка MX Центра обновления
sl: MX nadgradnja pomoč
sv: MX Uppdaterare Hjälp
tr: MX Güncelleyici Yardımı

source: MX Updater preferences
ca: Preferències de MX Updater
cs: Předvolby MX Aktualizace
da: Præferencer for MX Opdatering
de: MX Updater - persönliche Voreinstellungen
es: preferencias de MX Actualizador
fa: تنظیمات بروزرسان MX
fi: MX Päivitysohjelman asetukset
fil_ph: Mga minamarapat sa pang update ng MX
gl_es: Preferencias do actualizador de MX
hi: एमएक्स अपडेट साधन सेटिंग्स
it: Preferenze di MX Aggiornamenti
nb: Innstillinger for MX Oppdateringsverktøy
nl_be: MX Updater voorkeuren
pt: Preferências do Atualizador do MX
pt_br: Preferências do Atualizador do MX
ru: Настройки MX Центра обновления
sl: Nastavitve za MX posodobitev
sv: MX Uppdaterare preferenser
tr: MX Güncelleyici tercihleri

source: MX Updater--View and Upgrade, previewing: basic upgrade
ca: MX Updater--View and Upgrade, previsualització: actualització bàsica
cs: MX Aktualizace--Zobrazit a aktualizovat, náhled: základní aktualizace
da: MX Opdatering--Vis og opdater, forhåndsvisning: grundlæggende opgradering
de: MX Updater--Ansicht und Aktualisierung, Vorschau: Basis-Aktualisierung
es: MX Actualizador--Ver y Actualizar, prevista: actualización básica
fi: MX Päivitys--Tarkista ja päivitä, näytetään: tavallinen päivitys
fil_ph: Pang-update--Pangkita at Pang-ibayo, paunang pangkita: payak na pang-ibayo ng MX
gl_es: Actualizador do MX -- Ver e Actualizar; visualización: Actualización básica
hi: एमएक्स अपडेट साधन -- अपग्रेड, अवलोकन : सामान्य अपग्रेड
it: MX Aggiornamenti - Visualizza e Aggiorna, anteprima: aggiornamento base
nb: MX Oppdateringsverktøy – vis og oppgrader, forhåndsviser enkel oppgradering
nl_be: MX Updater--Bekijk en Opwaarderen, bekijken: basis opwaardering
pt: Atualizador do MX -- Ver e Atualizar; visualização: Atualização básica
pt_br: Atualizador do MX--Exibir e Atualizar, visualizando: atualização básica dos pacotes
ru: MX Центр обновления - Просмотр и обновление, предпросмотр: базовое обновление
sl: MX Posodobitev--Oglej in nadgradi, predogled: osnovna nadgradnja
sv: MX Uppdaterare--Se och Uppgradera, förhandsgranskning: enkel uppgradering
tr: MX Güncelleyici--Görünüm ve Yükseltme, önizleme: temel yükseltme

source: MX Updater--View and Upgrade, previewing: full upgrade
ca: MX Updater--View and Upgrade, previsualització: actualització completa
cs: MX Aktualizace--Zobrazit a aktualizovat, náhled: úplná aktualizace
da: MX Opdatering--Vis og opdater, forhåndsvisning: fuld opgradering
de: MX Updater--Ansicht und Aktualisierung, Vorschau: vollständige Aktualisierung
es: MX Actualizador--Ver y Actualizar, prevista: actualización completa
fi: MX Päivitys--Tarkista ja päivitä, näytetään: täydellinen päivitys
fil_ph: Pang-update--Pangkita at Pang-ibayo, paunang pangkita: lubos na pang-ibayo
gl_es: Actualizador do MX -- Ver e Actualizar; visualización: Actualización xeral
hi: एमएक्स अपडेट साधन -- अपग्रेड, अवलोकन : पूर्ण अपग्रेड
it: MX Aggiornamenti - Visualizza e Aggiorna, anteprima: aggiornamento completo
nb: MX Oppdateringsverktøy – vis og oppgrader, forhåndsviser full oppgradering
nl_be: MX Updater--Bekijk en Opwaarderen, bekijken: volle opwaardering
pt: Atualizador do MX -- Ver e Atualizar; visualização: atualização completa
pt_br: Atualizador do MX--Exibir e Atualizar, visualizando: atualização completa do sistema operacional
ru: MX Центр обновления - Просмотр и обновление, предпросмотр: полное обновление
sl: MX Posodobitev--Oglej in nadgradi, predogled: celotna nadgradnja
sv: MX Uppdaterare--Se och Uppgradera, förhandsgranskning: full uppgradering
tr: MX Güncelleyici--Görünüm ve Yükseltme, önizleme: tam yükseltme

source: No logs found.
ca: No he trobat registres.
cs: Žádné protokoly nenalezeny
da: Ingen logge fundet.
de: Keine Protokolle gefunden.
es: Ningún registro encontrado.
fa: هیچ گزارشی پیدا نشد.
fi: Lokeja ei löytynyt.
fil_ph: Walang matagpuan listathan.
gl_es: Non foron atopados rexistros.
hi: कोई लॉग फ़ाइल नहीं मिली।
it: Non è stato trovato nessun file log.
nb: Fant ingen logger.
nl_be: Geen logs gevonden.
pt: Não foram encontrados registos.
pt_br: Nenhum registro foi encontrado.
ru: Нет найденных логов.
sl: Noben dnevnik ni bil najden.
sv: Inga loggar hittade.
tr: Kayıt bulunamadı.
