Repository: q4os/mxtools-for-debian
Catalog: advert-block-antix/po/*.po
Languages: ca, de, el, es_es, fi, fr, hu, it, ja, nb, pt, pt_br, ru_ru, sl, sq, sv, tr

source: Block Ad and Malware websites
ca: Bloqueja anuncis i llocs web maliciosos
de: Werbung und Schadsoftware blockieren
el: Αποκλεισμός ιστότοπων διαφημίσεων και κακόβουλων προγραμμάτων
es_es: Bloquear sitios web de anuncios y malware
fi: Estä mainokset ja haittalliset sivustot
fr: Bloquer les publicités et les sites Web malveillants
hu: Reklám és vírusos weboldalak letiltása
it: Blocca siti web di annunci e di malware
ja: 広告・マルウェアのサイトをブロック
nb: Blokkér reklame og skadevare
pt: Bloquear sites de Publicidade e Malware
pt_br: Bloquear páginas da internet de publicidades e malwares
ru_ru: Блокировать рекламные и вредоносные веб-сайты
sl: Blokiraj oglasne in škodljive spletne strani
sq: Blloko sajte Reklamash dhe Malware-i
sv: Blockera Annons och Skadevara webbsidor
tr: Reklam ve Kötü Amaçlı Yazılım sitelerini engelle

source: Block Pornographic websites
ca: Bloqueja llocs web pornogràfics
de: Pornografische Seiten blockieren
el: Αποκλεισμός πορνογραφικών ιστοσελίδων
es_es: Bloquear sitios web pornográficos
fi: Estä pornografia
fr: Bloquer les sites Web pornographiques
hu: Pornográf weboldalak letiltása
it: Blocca siti web pornografici
ja: ポルノのサイトをブロック
nb: Blokkér pornografiske nettsteder
pt: Bloquear sites Pornográficos
pt_br: Bloquear páginas da internet de pornografia
ru_ru: Блокировать порнографические веб-сайты
sl: Blokiraj pornografske spletne strani
sq: Blloko sajte Pornografikë
sv: Blockera Pornografiska webbsidor
tr: Pornografik siteleri engelle

source: Block Fakenews websites
ca: Bloqueja llocs web amb notícies falses
de: Seiten mit Falschinformationen blockieren
el: Αποκλεισμός ιστότοπων Fakenews
es_es: Bloquear sitios web de noticias falsas
fi: Estä valeuutiset
fr: Bloquer les sites web d’infox (fake news)
hu: Álhíreket tartalmazó oldalak letiltása
it: Blocca siti web di notizie false
ja: フェークニュースのサイトをブロック
nb: Blokkér nettsteder med falske nyheter
pt: Bloquear sites de Notícias Falsas
pt_br: Bloquear páginas da internet de notícias falsas
ru_ru: Блокировать веб-сайты фейковых новостей
sl: Blokiraj spletne strani z lažnimi novicami
sq: Blloko sajte Lajmesh të Rreme
sv: Blockera Fakenews webbsidor
tr: Fakenews sitelerini engelle

source: Block Gambling websites
ca: Bloqueja llos web d'apostes
de: Glücksspiel-Seiten blockieren
el: Αποκλεισμός ιστότοπων τζόγου
es_es: Bloquear sitios web de juegos de azar
fi: Estä uhkapelit
fr: Bloquer les sites web de jeux d’argent
hu: Szerencsejáték weboldalak letiltása
it: Blocca siti web di gioco d'azzardo
ja: ギャンブルのサイトをブロック
nb: Blokkér nettsteder med pengespill
pt: Bloquear sites e Jogos de Azar
pt_br: Bloquear páginas da internet de jogos de azar
ru_ru: Блокировать сайты азартных игр
sl: Blokiraj spletne strani z igrami na srečo
sq: Blloko sajte Bixhozi
sv: Blockera Gamblingwebbsidor
tr: Kumar sitelerini engelle

source: Block Social Media websites
ca: Bloqueja llocs web de Xarxes Socials
de: Soziale Netzwerke blockieren
el: Αποκλεισμός ιστότοπων κοινωνικών μέσων
es_es: Bloquear sitios web de redes sociales
fi: Estä sosiaalinen media
fr: Bloquer les sites web de médias sociaux
hu: Közösségi média weboldalak letiltása
it: Blocca siti web di social media
ja: ソーシャルメディアのサイトをブロック
nb: Blokkér sosiale medier
pt: Bloquear sites de Redes Sociais
pt_br: Bloquear páginas da internet de redes sociais
ru_ru: Блокировать веб-сайты социальных сетей
sl: Blokiraj spletne strani družabnih omrežji
sq: Blloko sajte Mediash Shoqërore
sv: Blockera Sociala Media webbsidor
tr: Sosyal Medya sitelerini engelle

source: No item selected
ca: Cap element seleccionat
de: Kein Eintrag ausgewählt
el: Δεν έχει επιλεγεί κανένα στοιχείο
es_es: No se ha seleccionado ningún elemento
fi: Ei mitään valittuna
fr: Aucun élément sélectionné
hu: Nincs kiválasztott elem
it: Nessun elemento selezionato
ja: 選択項目なし
nb: Ingenting er valgt
pt: Nenhum item seleccionado
pt_br: Nenhum item foi selecionado
ru_ru: Не выбран элемент
sl: Nič ni izbrano
sq: Pa objekt të përzgjedhur
sv: Inget objekt utvalt
tr: Seçilmiş öğe yok
