Repository: q4os/mxtools-for-debian
Catalog: advert-block-antix/po/*.po
Languages: ca, de, el, es_es, fi, fr, hu, it, ja, nb, pt, pt_br, ru_ru, sl, sq, sv, tr

source: antiX Advert Blocker
de: antiX-Werbeblocker
es_es: antiX Bloqueador de anuncios
fr: Bloqueur de publicité
hu: antiX: hirdetésblokkoló
it: antiX Blocco pubblicità
ja: antiX 広告ブロッカー
nb: antiX Reklameblokkering
pt: Bloquear Publicidade no antiX
pt_br: Bloqueador de Publicidade do antiX
ru_ru: antiX Блокировщик рекламы
sl: antiX blokada oglasov
sq: Bllokues Reklamash antiX
sv: antiX Annonsblockerare
tr: antiX Reklam Engelleyici

source: The <b>$title</b> tool adds stuff to your /etc/hosts file, so \nthat many advertising servers and websites can't connect to this PC.\nYou can choose to block ads, malware, pornography, gambling, fakenews and social media\nBlocking ad servers protects your privacy, saves you bandwidth, greatly \nimproves web-browsing speed and makes the internet much less annoying in general.\n\nDo you want to proceed?
ca: L'eina <b>$title</b> afegeix contingut al vostre fitxer /etc/hosts, \nper tal que molts servidors d'anuncis i llocs web no puguin \nconnectar-se amb aquest ordinador. Podeu bloquejar anuncis, programari maliciós, pornografia, \njoc en línia, notícies falses i mitjans de comunicació social.\nBloquejant servidors d'anuncis protegiu la vostra privadesa i us estalvia amplada de banda, \nmillorant la velocitat de navegació i fent internet molt més convenient. \n\nVoleu continuar?
de: The <b>$title</b> Tool fügt Daten zu Ihrer /etc/hosts-Datei hinzu, so dass viele Werbeserver und Websites keine Verbindung zu diesem PC herstellen können.\nSie können Werbung, Malware, Pornografie, Glücksspiel, Fakenews und soziale Medien blockieren.\nDas Blockieren von Werbeservern schützt Ihre Privatsphäre, spart Ihnen Bandbreite, verbessert die Surfgeschwindigkeit und macht das Internet im Allgemeinen viel weniger lästig.\n\nWollen Sie fortfahren?
el: Το εργαλείο <b>$title</b> προσθέτει πράγματα στο αρχείο /etc/hosts file, έτσι ώστε πολλές διακομιστές διαφημίσεων και ιστοσελίδες δεν θα είναι σε θέση να συνδεθείτε με αυτόν τον υπολογιστή. Μπορείτε να επιλέξετε να αποκλείσετε διαφημίσεις, κακόβουλο λογισμικό, πορνογραφία, τζόγο, fakenews και μέσα κοινωνικής δικτύωσης. Εμποδίζοντας τις διακομιστές διαφημίσεων προστατεύει την ιδιωτικότητα σας, σας εξοικονομεί εύρος ζώνης, βελτιώνει σημαντικά η ταχύτητα και κάνει το Διαδίκτυο πολύ λιγότερο ενοχλητικό. Θέλετε να συνεχίσετε?
es_es: La herramienta <b>$title</b> añade cosas a su archivo /etc/hosts, de modo que\nmuchos servidores de publicidad y sitios web no puedan conectarse a este PC.\nPuede elegir bloquear anuncios, malware, pornografía, juegos de azar, fakenews y redes sociales.\nBloquear los servidores de publicidad protege su privacidad, le ahorra ancho de banda \nmejora la velocidad de navegación y hace que Internet sea mucho menos molesto en general.\n\n¿Quiere continuar?
fi: <b>$title</b> työkalu lisää kohteita /etc/hosts tiedostoon, jolloin \nthat mainospalvelimet ja verkkosivut eivät voi muodostaa yhteyttä tähän tietokoneeseen.\nNäin voit estää mainokset, haittaohjelmat, pornografian, uhkapelit, valeuutiset tai sosiaalista mediaa.\nEstäminen suojaa sinun yksityisyyttä ja säästää kaistanleveyttä,\nParantaa huomattavasti nettiselaimen nopeutta ja tekee internetin käystöstä mukavampaa.\n\nHaluatko jatkaa?
fr: L’outil <b>$title</b> ajoute des éléments à votre fichier /etc/hosts, de sorte que de\nnombreux serveurs publicitaires et sites Web ne peuvent pas se connecter à\nce PC. Vous pouvez choisir de bloquer les publicités, les logiciels\nmalveillants, la pornographie, les jeux d’argent, les fausses nouvelles et les\nmédias sociaux. Le blocage des serveurs publicitaires protège votre vie privée,\nvous fait économiser de la bande passante, améliore considérablement la vitesse\nde navigation sur le Web et rend l’Internet beaucoup moins ennuyeux en général.\n\nVoulez-vous continuer ?
hu: Az <b>$title</b> eszköz hozzáad dolgokat az /etc/hosts fájlhoz, így \nsok reklámszerver és weboldal nem tud csatlakozni a számítógépéhez.\nReklámok, rosszindulatú programok, pornográfia, szerencsejátékok, álhírek és közösségi média tiltását választhatja\nA reklámszerverek tiltása védi a magánszféráját, sávszélességet takarít meg, \njavítja a böngészés sebességét és általában véve sokkal kevésbé zavaróvá teszi az internetet.\n\n\nKívánja folytatni?
it: Lo strumento <b>$title</b> aggiunge voci al tuo file /etc/hosts, così \nche molti servers e siti web pubblicitari non possono connettersi a questo PC.\nPuoi scegliere di bloccare annunci, malware, pornografia, giochi d'azzardo fakenews e social media\nBloccare gli annunci dei server protegge la tua privacy, consente di risparmiare sulla larghezza di banda, \nincrementa notevolmente la velocità di navigazione e rende Internet in generale molto meno fastidioso.\n\nVuoi procedere?
ja: <b>$title</b>ツールは、/ etc / hosts にあるファイルに記述を追加して、多くの広告サーバーおよびウェブサイトがこのPCに接続できないようにします。広告規制を強化するために、1つのサービスを選択するか、複数のサービスを組み合わせることができます。 広告サーバーをブロックすることでプライバシーが保護され、帯域幅が節約されます。またウェブブラウザの閲覧速度が大幅に向上するので、総じてインターネットの煩わしさが軽減されます。作業を続行しますか？
nb: Verktøyet <b>$title</b> legger til innhold i filen /etc/hosts\nslik at mange reklametjenere og -nettsteder ikke kan koble seg\ntil denne PC-en. Du kan velge å blokkere reklame, skadevare, pornografi, gambling, falske nyheter og sosiale media. \nDette beskytter personvernet ditt\n, begrenser bruken av båndbredde, øker nettlesingshastigheten\nog gjør Internett mindre irriterende.\n\nVil du fortsette?
pt: A ferramenta <b>$title</b> adiciona dados ao seu ficheiro /etc/hosts, \nde modo a que muitos servidores de publicidade\ne websites não possam estabelecer ligação com este computador.\nPode optar por bloquear os anúncios, malware, pornografia, jogos\nde azar, notícias falsas e a comunicação social.\nO bloqueio dos servidores de anúncios protegem a sua privacidade,\neconomizam a sua banda larga, melhoram bastante a velocidade\nde navegação na Internet e tornam a Internet muito menos irritante.\n\nQuer continuar?
pt_br: A ferramenta <b>$title</b> adiciona dados no\nseu arquivo de configurações /etc/hosts, para que muitos servidores\nde publicidade e sítios/sites não possam se conectar com o seu\ncomputador. Você pode optar por bloquear os anúncios, ‘malwares’,\npornografia, jogos de azar, notícias falsas e as mídias sociais.\nO bloqueio dos servidores de anúncios protegem a sua privacidade,\neconomizam a sua largura de banda, melhoram bastante a velocidade\nda navegação na internet e tornam a internet muito menos irritante.\n\nVocê quer continuar?
ru_ru: Инструмент <b>$title</b> добавляет некоторый материал в файл /etc/hosts, благодаря чему \nмногие рекламные серверы и веб-сайты не смогут подключиться \nк этому компьютеру.\n\nВы можете заблокировать рекламу, вредоносные программы, порнографию, азартные игры, фальшивые новости и социальные сети.\nБлокировка рекламных серверов защищает вашу конфиденциальность, позволяет сэкономить трафик, значительно \nулучшает скорость открытия страниц и делает интернет менее раздражающим в целом.\n\nХотите продолжить?
sl: Orodje <b>$title</b> doda v vašo /etc/hosts datoteko elemente, ki mnogim oglaševalskim strežnikom in spletnim stranem onemogočajo povezovanje s tem računalnikom. Lahko izberete blokiranje oglasov, škodljive kode, pornografije, iger na srečo, lažnih novic in družabnih omrežji.\nBlokiranje oglaševalskih strežnikov sčiti vašo zasebnost, manjša pretok podatkov, zelo poveča hitrost brskanja in naredi splet veliko manj zoprn. Ali želite nadaljevati?
sq: Mjeti <b>$title</b> shton gjëra te kartela juaj /etc/hosts, në mënyrë që\n mjaft shërbyes dhe sajte reklamash të mos lidhen dot me këtë PC.\n Mund të zgjidhni të bllokoni reklama, malware, pornografi, kumar, lajme të rreme dhe media shoqërore\n Bllokimi i shërbyesve të reklamave mbron privatësinë tuaj, ju kursen sasi trafiku të dhënash, përmirëson shumë shpejtësinë e shfletimit\n dhe, në përgjithësi, e bën internetin më pak të bezdisur.\n\nDoni të vazhdohet?
sv: <b>$title</b> verktyget lägger till saker till din /etc/hosts fil, så många annonsservrar och websidor inte kan ansluta till denna PC.\nDu kan välja att blockera annonser, skadlig programvara, pornografi, spel, falska nyheter och sociala media\nBlockera annonsservrar skyddar ditt privatliv, spar bandvidd, \nförbättrar webläsarens hastighet och gör internet allmänt sett mindre irriterande.\n\nVill du fortsätta?
tr: <b>$title</b>aracı, /etc/hosts dosyanıza bir şeyler ekler, böylece \nbirçok reklam sunucusu ve web sitesi bu bilgisayara bağlanamaz.\nReklamları, kötü amaçlı yazılımları, pornografiyi, kumarı, sahte haberleri ve sosyal medyayı engellemeyi seç ebilirsiniz\nReklam sunucularını engellemek korumayı korur gizliliğiniz, bant genişliğinden tasarruf etmenizi sağlar, webde gezinme hızını büyük ölçüde artırır ve interneti genel olarak çok daha az can sıkıcı hale getirir.\n\nDevam etmek istiyor musunuz?

source: <b> Failed </b> \n\n antiX advert blocker must be run as root or with sudo
ca: <b> Ha fallat </b> \n\n Cal executar el bloquejador d'anuncis com a usuari principal o amb sudo
de: <b> Failed </b> \n\n antiX Werbeblocker muss als Administrator oder mit sudo ausgeführt werden
el: <b> Απέτυχε </b> \n\n antiX advert blocker πρέπει να εκτελείται ως root ή με sudo
es_es: <b> Falló </b> \n\n El bloqueador de anuncios antiX debe ejecutarse como root o con sudo
fi: <b>Epäonnistui</b> \n\n antiX mainosten esto on suoritettava pääkäyttäjänä tai sudon avulla
fr: <b> Échec </b> \n\n Le bloqueur de publicité antiX doit être exécuté en tant qu’administrateur ou avec sudo
hu: <b>Nem sikerült</b> \n\n Az antiX reklám blokkolót rendszergazdaként kell futtatni
it: <b> Fallito </b> \n\n il blocca annunci di antiX dev'essere eseguito come root o con sudo
ja: <b> 失敗しました </b> \n\n antiX 広告ブロッカーは root または sudo で起動してください
nb: <b>Mislyktes</b>\n\n antiX reklameblokkering må kjøres som root eller med sudo
pt: <b> Ocorreu uma falha </b> \n\n O bloqueador de publicidade do antiX deve ser executado com as permissões de root ou sudo
pt_br: <b> Ocorreu uma falha </b> \n\n O bloqueador de publicidade do antiX deve ser executado com as permissões de root ou sudo (administrador)
ru_ru: <b> Не удалось </b> \n\n Блокировщик рекламы antiX должен быть запущен из под рута либо посредством sudo
sl: <b> Napaka </b> \n\n antiX blokada oglasov motra biti zagnana kot root ali preko sudo
sq: <b> U dështua </b> \n\n Bllokuesi antiX i reklamave duhet xhiruar si rrënjë ose me sudo
sv: <b> Misslyckades </b> \n\n antiX annonsblockerare måste köras som root eller med sudo
tr: <b> Başarısız </b> \n\n antiX reklam engelleyici root olarak veya sudo ile çalıştırılmalıdır

source: Restoring original /etc/hosts.
ca: Restaurant el /etc/hosts original.
de: Stelle originale /etc/hosts wieder her.
el: Επαναφορά αρχικό /etc/hosts.
es_es: Restaurar /etc/hosts original.
fi: Palautetaan alkuperäinen /etc/hosts.
fr: Restauration du fichier /etc/hosts d’origine.
hu: Eredeti /etc/hosts visszaállítása
it: Ripristino del file originale /etc/hosts.
ja: 元の /etc/hosts ファイルを復元します。
nb: Gjenoppretter original /etc/hosts.
pt: A restaurar o ficheiro /etc/hosts original.
pt_br: Restaurando o arquivo original /etc/hosts.
ru_ru: Восстановить исходный /etc/hosts.
sl: Obnova originalnega /etc/hosts.
sq: Po rikthehen /etc/hosts origjinale.
sv: Återställer original /etc/hosts.
tr: Özgün /etc/hosts onarılıyor.

source: Loading blocklist from $domain
ca: Carregant la blocklist des de $domain
de: Blockliste von $domain laden
el: Φόρτωση blocklist από $domain
es_es: Cargando lista de bloqueo desde $domain
fi: Ladataan estoluetteloa $domain
fr: Chargement de la liste de blocage depuis $domain
hu: Tiltólisták letöltése: $domain
it: Caricamento lista bloccati da $domain
ja: $domain よりブロックの一覧を読み込んでいます
nb: Laster blokkeringsliste fra $domain
pt: A carregar a lista de bloqueios de $domain
pt_br: Carregando a lista de bloqueio de $domain
ru_ru: Загрузка списка блокировки с $domain
sl: Nalaganje seznama blokiranih z $domain
sq: Po ngarkohet listë bllokimesh nga $domain
sv: Laddar blockeringslista från $domain
tr: $domain’den engellenenler listesi yükleniyor

source: \n ERROR: \n No /etc/hosts.ORIGINAL was found, so it can't be restored.\n Probably you already UNBLOCKED EVERYTHING. \n You will have to manually edit the file /etc/hosts to remove any unwanted content \n
ca: \n ERROR: \n No he trobat /etc/hosts.ORIGINAL, per tant no puc restaurar-lo.\n Probablement ja heu DESBLOQUEJAT TOT. \n Haureu d'editar manualment el fitxer /etc/hosts per eliminar-ne el contingut no desitjat. \n
de: \n ERROR: \n Es wurde keine /etc/hosts.ORIGINAL gefunden, so dass sie nicht wiederhergestellt werden kann.\n Wahrscheinlich wurde bereits ALLES ENTSPERRT. \n Sie müssen die Datei /etc/hosts manuell bearbeiten, um alle unerwünschten Inhalte zu entfernen \n
el: \n ΣΦΑΛΜΑ: \n Δεν βρέθηκε το /etc/hosts.ORIGINAL, επομένως δεν είναι δυνατή η επαναφορά του.\n Μάλλον έχετε ήδη ξεμπλοκάρει τα πάντα. \n Θα πρέπει να επεξεργαστείτε μη αυτόματα το αρχείο /etc/host για να αφαιρέσετε τυχόν ανεπιθύμητο περιεχόμενο \n
es_es: \n ERROR: \n No se encontró /etc/hosts.ORIGINAL, por lo que no se puede restaurar.\n Probablemente ya DESBLOQUEÓ TODO. \n Tendrá que editar manualmente el archivo /etc/hosts para eliminar cualquier contenido no deseado \n
fi: \n VIRHE: \n Ei ole /etc/hosts. ALKUPERÄINEN löytyi, joten sitä ei voi palauttaa.\n Luultavasti olet jo SALLINUT KAIKEN. \n Sinun on muokattava käsin tiedostoa /etc/hosts poistaaksesi ei-toivotua sisälöä \n
fr: \n ERREUR : \n Aucun fichier /etc/hosts.ORIGINAL n’a été trouvé, il ne peut donc pas être restauré.\n Vous avez probablement déjà TOUT DÉBLOQUÉ. \n Vous devrez éditer manuellement le fichier /etc/hosts pour supprimer tout contenu indésirable. \n
hu: \n HIBA: \n Nincs /etc/hosts.ORIGINAL fájl, így ez nem állítható helyre.\n Valószínűleg már MINDENT FELOLDOTT. \n Manuálisan kell szerkesztenie a /etc/hosts fájlt, hogy eltávolítása a nem kívánt sorokat \n
it: \n ERRORE: \n Non è stato trovato /etc/hosts.ORIGINAL, quindi non può essere ripristinato.\n Probabilmente hai già SBLOCCATO TUTTO. \n Dovrai modificare manualmente il file /etc/hosts per rimuovere qualsiasi contenuto indesiderato \n
ja: \n エラー: \n /etc/hosts が存在しません。オリジナルのファイルが見つからないので復元不可能です。\n おそらくブロックがすべて解除されています。 \n You will have to manually edit the file /etc/hosts ファイルを手動で編集し不要なコメントを削除してください。 \n
nb: \n FEIL: \n Fant ikke /etc/hosts.ORIGINAL og kan derfor ikke gjenopprette.\n Du har sannsynligvis AVBLOKKERT ALT. \n Du må redigere /etc/hosts manuelt for å fjerne eventuelt uønsket innhold \n
pt: \n ERRO: \n Não foi encontrado o ficheiro /etc/hosts.ORIGINAL, por isso ele não pode ser restaurado.\n Provavelmente já DESBLOQUEOU TUDO. \n Será necessário editar manualmente o ficheiro /etc/hosts para remover conteúdo indesejado \n
pt_br: \n Ocorreu um Erro: \n Nenhum arquivo /etc/hosts.ORIGINAL foi encontrado, portanto, não pode ser restaurado o arquivo ‘hosts’.\n Provavelmente você já DESBLOQUEOU TUDO. \n Você terá que editar manualmente o arquivo /etc/hosts para remover qualquer conteúdo indesejado \n
ru_ru: \n ОШИБКА: \n Файл /etc/hosts.ORIGINAL не найден, поэтому его нельзя восстановить.\n Вероятно, вы уже РАЗБЛОКИРОВАЛИ ВСЕ. \n Вам придется вручную отредактировать файл /etc/hosts, чтобы удалить нежелательное содержимое \n
sl: \n NAPAKA:\n Ker /etc/hosts.ORIGINAL ni bil najden, ne more biti obnovljen.\n Verjetno ste že ODBLOKIRALI VSE. \n Za odstranitev neželene vsebine je potrebno ročno urediti /etc/hosts datoteko.
sq: \n GABIM: \n S’u gjet /etc/hosts.ORIGINAL, ndaj s’mund të rikthehet.\n Mundet që të keni ZHBLLOKUAR tashmë GJITHÇK. \n Do t’ju duhet të përpunoni dorazi kartelën /etc/hosts që të hiqni çfarëdo lënde të padëshiruar \n
sv: \n FEL: \n Inga /etc/hosts.ORIGINAL hittades, så de kan inte återställas.\n Antagligen har du redan AVBLOCKERAT ALLT. \n Du måste manuellt redigera filen /etc/hosts för att ta bort oönskat innehåll \n
tr: \n HATA: \n /etc/hosts.ORJİNAL bulunamadı, dolayısıyla geri yüklenemiyor.\n Muhtemelen zaten HER ŞEYİN ENGELİNİ KALDIRMIŞSINIZ. \n İstenmeyen içeriği kaldırmak için /etc/hosts dosyasını elle düzenlemeniz gerekecektir.\n

source: Success - your settings have been changed.\n\nYour hosts file has been updated.\nRestart your browser to see the changes.
ca: Èxit - S'ha canviat el vostre arranjament. \n \nEl vostre fitxer de hosts s'ha actualitzat.\nReinicieu el vostre navegador per a veure els canvis.
de: Erfolg - Ihre Einstellungen wurden geändert.\n\nIhre Hosts-Datei wurde aktualisiert.\nStarten Sie ihren Browser, um die Änderungen zu sehen.
el: Επιτυχία - Οι ρυθμίσεις σας έχουν αλλάξει\n\nΤο αρχείο hosts έχει ενημερωθεί.\nΓια να δείτε τις αλλαγές, επανεκκινήστε περιήγησης
es_es: Exito -- su configuración se ha cambiado.\n\nSu archivo de hosts se ha actualizado.\nReinicie su navegador para visualizar los cambios.
fi: Onnistui - asetuksesi on muutettu.\n\nTiedostosi on päivitetty.\nNähdäksesi muutokset käynnistä selaimesi uudelleen.
fr: Succès - vos paramètres ont été modifiés. \n\n Votre fichier hosts a été mis à jour. \n Redémarrez votre navigateur pour voir les changements.
hu: Sikeres - a beállítások frissítve.\n\nA hosts fájl frissítésre került.\nIndítsa újra a böngészőt az érvénybe léptetéshez.
it: Successo - le tue impostazioni sono state cambiate.\n\nIl tuo hosts file è stato aggiornato.\nRiavvia il tuo browser per vedere i cambiamenti.
ja: 成功です、設定を変更しました。 hosts ファイルが更新されました。変更を確認するには、ブラウザを再起動してください。
nb: Fullført – innstillingene er endret.\n\nHosts-filen er oppdatert.\nStart nettleseren din på nytt for å ta i bruk endringene.
pt: Êxito - as definições foram alteradas.\n\nO ficheiro de hospedeiros (hosts) foi actualizado.\nReiniciar o navegador para ver as alterações.
pt_br: As suas configurações foram modificadas com sucesso. \n\nO seu arquivo hospedeiro (hosts) foi atualizado. \n Reinicie o seu navegador de internet para aplicar as modificações.
ru_ru: Успешно - Ваши настройки были изменены.\n\nВаш файл hosts обновлен.\nПерезапустите браузер, чтобы увидеть изменения.
sl: Sprememba nastavitev je uspela. Vaše gostiteljska datoteka je bila posodobljena. Ponovno zaženite spletni brskalnik, da bodo spremembe vidne.
sq: Sukses - rregullimet tuaja u ndryshuan.\n\nKartela juaj “hosts” u përditësua.\nQë të shihni ndryshimet, rinisni shfletuesin tuaj.
sv: Framgång - dina inställningar har blivit ändrade.\n\nDin hosts fil har blivit uppdaterad.\nStarta om din webläsare för att se ändringarna.
tr: Başarılı - ayarlarınız değiştirildi.\n\nAna makine dosyalarınız güncellendi.\nDeğişiklikleri görmek için tarayıcıyı yeniden başlatın.

source: \n \n (NOTE1: This application's main window always opens showing the default selection,\n not what's currently selected. \n NOTE2: RESTART YOUR BROWSER TO SEE THE EFFECTS OF ANY CHANGE!)
ca: \n \n (NOTA1: La finestra principal d'aquesta aplicació sempre s'obre mostrant la selecció per omissió,\n no la que s'ha seleccionat actualment. \n NOTA2: REINICEU EL NAVEGADOR PER A VEURE ELS EFECTES DE QUALSEVOL CANVI!)
de: \n \n (HINWEIS1: Das Hauptfenster dieser Anwendung wird immer mit der Standardauswahl geöffnet, nicht mit der aktuellen Auswahl. \n HINWEIS2: UM DIE AUSWIRKUNGEN JEDER ÄNDERUNG ZU SEHEN, BITTE DEN BROWSER NEU STARTEN!)
el: \n \n (ΣΗΜΕΙΩΣΗ1: Το κύριο παράθυρο αυτής της εφαρμογής ανοίγει πάντα, εμφανίζοντας την προεπιλεγμένη επιλογή,\n όχι ό,τι είναι επιλεγμένο αυτήν τη στιγμή. \n ΣΗΜΕΙΩΣΗ2: ΞΑΝΚΙΝΗΣΤΕ ΤΟ ΠΕΡΙΗΓΗΣΗ ΣΑΣ ΓΙΑ ΔΕΙΤΕ ΤΑ ΑΠΟΤΕΛΕΣΜΑΤΑ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΑΓΗΣ!)
es_es: \n \n (NOTA1: La ventana principal de esta aplicación siempre se abre mostrando la selección por defecto,\n no lo que está seleccionado actualmente. \NOTA2: ¡REINICIE SU NAVEGADOR PARA VER LOS EFECTOS DE CUALQUIER CAMBIO!)
fi: \n \n (HUOMAA 1: Sovelluksen pääikkuna avautuu ja näyttää oletusvalinnan,\n ei sitä, mikä on valittuna tällä hetkellä. \n HUOMAA 2: KÄYNNISTÄ SELAIN UUDELLEEN NÄHDÄKSESI MUUTOKSEN VAIKUTUKSET!)
fr: \n \n (NOTE 1 : La fenêtre principale de cette application s’ouvre toujours en\n affichant la sélection par défaut, pas ce qui est actuellement sélectionné. \n NOTE 2 : REDÉMARREZ VOTRE NAVIGATEUR POUR VOIR LES EFFETS DE TOUT CHANGEMENT !)
hu: \n \n (1. MEGJEGYZÉS: Az alkalmazás főablaka mindig egy alapértelmezett kijelöléssel indul,\n nem mutatja a korábbi kiválasztást. \n 2. MEGJEGYZÉS: INDÍTSA ÚJRA A BÖNGÉSZŐT, A VÁLTOZTATÁSOK ÉLETBE LÉPTETÉSÉHEZ!)
it: \n \n (NOTA 1: la finestra principale di questa applicazione si apre sempre mostrando la selezione predefinita,\n non quella attualmente selezionata. \n NOTA2: RIAVVIA IL TUO BROWSER PER VEDERE GLI EFFETTI DI QUALSIASI CAMBIAMENTO!)
ja: \n \n (注記 1: このアプリケーションのメインウィンドウは、常に既定の選択範囲を表示します。したがって、現実に選択しているものではありません。 \n 注記 2: ブラウザを再起動し、変更後の効果を確認してください！)
nb: \n \n (NB 1: Dette programmets hovedvindu åpner alltid med standard utvalg,\n ikke det som faktisk er valgt. \n NB 2: START NETTLESEREN PÅ NYTT FOR Å TA I BRUK ENDRINGER)
pt: \n \n (NOTA1: A janela principal deste programa exibe sempre as seleções padrão, não o que está atualmente selecionado. \n NOTA2: REINICIE O SEU NAVEGADOR PARA VER OS EFEITOS DE QUALQUER ALTERAÇÃO!)
pt_br: \n \n (Observação 1: A janela principal deste aplicativo sempre abre \n exibindo a seleção padrão e não exibe o que está selecionado no \n momento. \n Observação 2: REINICIE O SEU NAVEGADOR DE INTERNET PARA \n APLICAR \n QUALQUER MODIFICAÇÃO!)
ru_ru: \n \n (NOTE1: Главное окно этого приложения всегда открывается, показывая выбор по умолчанию,\n не то, что выбрано сейчас. \n NOTE2: ПЕРЕЗАПУСТИТЕ БРАУЗЕР, ЧТОБЫ УВИДЕТЬ ЭФФЕКТЫ ЛЮБЫХ ИЗМЕНЕНИЙ!)
sl: \n \n (OPOMBA: Glavno okno programa ob odprtju vedno prikaže privzeti izbor in ne,\n kar je trenutno izbrano.\n OPOMBA2: ZA PRIKAZ SPREMEMB JE POTREBNO BRSKALNIK PONOVNO ZAGNATI!)
sq: \n \n (SHËNIM 1: Dritarja kryesore e këtij aplikacioni hapet gjithnjë duke treguar përzgjedhje parazgjedhje,\n jo ç’është përzgjedhur aktualisht. \n SHËNIM 2: QË TË SHIHNI EFEKTET E ÇFARËDO NDRYSHIMI, RINISNI SHFLETUESIN TUAJ!)
sv: \n \n (ANMÄRKNING1: Detta programs huvudfönster öppnar alltid med att visa standardvalet ,\n inte vad som just nu är valt. \n ANMÄRKNING2: STARTA OM DIN WEBBLÄSARE FÖR ATT SE EFFEKTEN AV GENOMFÖRDA ÄNDRINGAR!)
tr: \n \n (NOT1: Bu uygulamanın ana penceresi, o anda seçili olanı değil\n her zaman varsayılan seçimi göstererek açılır. \n NOT2: HERHANGİ BİR DEĞİŞİKLİĞİN ETKİLERİNİ GÖRMEK İÇİN TARAYICINIZI YENİDEN BAŞLATIN!)

source: Choose what to block
ca: Trieu què cal bloquejar
de: Auswählen, was blockiert werden soll
el: Επιλέξτε τι να αποκλείσετε
es_es: Elegir qué bloquear
fi: Valitse, mitä haluat estää
fr: Choisir ce qu’il faut bloquer
hu: Válassza ki mi kerüljön letiltásra
it: Scegli cosa bloccare
ja: ブロックする対象を選択
nb: Velg hva som skal blokkeres
pt: Escolha o que bloquear
pt_br: Escolha o que você quer que seja bloqueado
ru_ru: Выберите, что блокировать
sl: Izberite kaj naj se blokira
sq: Zgjidhni ç’të bllokohet
sv: Välj vad som ska blockeras
tr: Neyin engelleneceğini seç

source: UNBLOCK EVERYTHING
ca: DESBLOQUEJA TOT
de: ALLES FREIGEBEN
el: Επίτρεψη Όλων
es_es: DESBLOQUEAR TODO
fi: SALLI KAIKKI
fr: TOUT DÉBLOQUER
hu: MINDEN FELOLDÁSA
it: SBLOCCA TUTTO
ja: ブロックの全解除
nb: AVBLOKKER ALT
pt: DESBLOQUEAR TUDO
pt_br: DESBLOQUEAR TUDO
ru_ru: РАЗБЛОКИРОВАТЬ ВСЕ
sl: ODBLOKIRAJ VSE
sq: ZHBLLOKO GJITHÇKA
sv: AVBLOCKERA ALLT
tr: ENGELLEMELERİ KALDIR

source: Cancel
ca: Cancel·la
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nb: Avbryt
pt: Cancelar
pt_br: Cancelar
ru_ru: Отмена
sl: Prekliči
sq: Anuloje
sv: Avbryt
tr: İptal
