Repository: q4os/mxtools-for-debian
Catalog: disk-manager/po/*.po
Languages: ca, de, fi, hu, nb, pt, sq, tr

source: Insufficient rights
ca: No teniu prou drets
de: Unzureichende Rechte
fi: Riittämättömät oikedet
hu: Elégtelen jogosultság
nb: Utilstrekkelige rettigheter
pt: Permissões insuficientes
sq: Të drejta të pamjaftueshme
tr: Yetersiz hak

source: You need administrative rights to start this application.
ca: Cal tenir drets d'administrador per engegar aquesta aplicació.
de: Sie benötigen Administratorrechte, um diese Anwendung zu starten.
fi: Tarvitset ylläpitäjän oikeudet käynnistääksesi tämän sovelluksen.
hu: Adminisztratív jogosultságra van szükség az alkalmazás elindításához.
nb: Du må ha administrative rettigheter for å starte dette programmet.
pt: São necessárias permissões de administração para iniciar esta aplicação
sq: Që të nisni këtë aplikacion, lypset të keni të drejta administratori.
tr: Bu programı başlatmak için yönetici haklarına ihtiyacınız var.

source: <b>Driver</b>
ca: <b>Controlador</b>
de: <b>Treiber</b>
fi: <b>Ajuri</b>
hu: <b>Meghajtó</b>
pt: <b>Controlador</b>
sq: <b>Përudhës</b>
tr: <b>Sürücü</b>

source: This driver seems to not be available for this type.
ca: No sembla que hi hagi controlador per aquest tipus.
de: Dieser Treiber scheint für diesen Typ nicht verfügbar zu sein.
fi: Tämä ohjain ei näytä olevan saatavilla tälle tyypille.
hu: Úgy tűnik, ez az illesztőprogram nem érhető el ehhez a típushoz.
nb: Driver mangler for denne typen.
pt: Parece que este controlador não está disponível para este tipo.
sq: Ky përudhës s’duket të jetë i passhëm për këtë lloj.
tr: Bu sürücü bu tür için mevcut değil gibi görünüyor.

source: <b>Mount point</b>
ca: <b>Punt de muntatge</b>
de: <b>Mountpunkt</b>
fi: <b>Liitospiste</b>
hu: <b>Csatolási pont</b>
nb: <b>Monteringspunkt</b>
pt: <b>Ponto de montagem</b>
sq: <b>Pikë montimi</b>
tr: <b>Bağlama noktası</b>

source: <b>Options</b>
ca: <b>Opcions</b>
de: <b>Optionen</b>
fi: <b>Valinnat</b>
hu: <b>Opciók</b>
nb: <b>Alternativer</b>
pt: <b>Opções</b>
sq: <b>Mundësi</b>
tr: <b>Seçenekler</b>

source: Check device every 30 boots
ca: Comprova el dispositiu cada 30 arrencades
de: Gerät nach jeweils 30 mal Hochfahren überprüfen
fi: Tarkista laite joka 30:llä käynnistyksellä
hu: Eszköz ellenőrzése minden 30 rendszerindítás után
nb: Sjekk enhet hver 30. oppstart
pt: Inspeccionar o dispositivo a cada 30 arranques
sq: Kontrolloje pajisjen çdo 30 nisje
tr: Her 30 önyüklemede bir cihazı kontrol edin

source: <big><b>Configuration file:</b></big>
ca: <big><b>Fitxer de configuració:</b></big>
de: <big><b>Konfigurationsdatei:</b></big>
fi: <big><b>Määritystiedosto:</b></big>
hu: <big><b>Beállítás fájl:</b></big>
nb: <big><b>Fil med oppsett:</b></big>
pt: <big><b>Ficheiro de configuração:</b></big>
sq: <big><b>Kartelë formësimi:</b></big>
tr: <big><b>Yapılandırma dosyası:</b></big>

source: <b>Vendor:</b>
ca: <b>Fabricant:</b>
de: <b>Hersteller:</b>
fi: <b>Toimittaja:</b>
hu: <b>Gyártó:</b>
nb: <b>Produsent:</b>
pt: <b>Produtor:</b>
sq: <b>Tregtues:</b>
tr: <b>Satıcı:</b>

source: <b>Model:</b>
de: <b>Modell:</b>
fi: <b>Malli:</b>
hu: <b>Modell:</b>
nb: <b>Modell:</b>
pt: <b>Modelo:</b>

source: <b>Serial:</b>
ca: <b>Núm. sèrie:</b>
de: <b>Seriennummer:</b>
fi: <b>Sarjanumero:</b>
hu: <b>Sorozatszám:</b>
nb: <b>Serienummer:</b>
tr: <b>Seri no:</b>

source: <b>bus:</b>
fi: <b>väylä:</b>
hu: <b>busz:</b>
nb: <b>Buss:</b>
tr: <b>veriyolu:</b>

source: Not available
ca: No disponible
de: Nicht verfügbar
fi: Ei saatavilla
hu: Nem elérhető
nb: Ikke tilgjengelig
pt: Não disponível
sq: Jo i passhëm
tr: Mevcut değil

source: Drive
ca: Dispositiu
de: Laufwerk
fi: Ajuri
hu: Meghajtó
nb: Lagringsenhet
pt: Unidade
sq: Disk
tr: Sürücü

source: <b>Device:</b>
ca: <b>Dispositiu:</b>
de: <b>Gerät:</b>
fi: <b>Laite:</b>
hu: <b>Eszköz:</b>
nb: <b>Enhet:</b>
pt: <b>Dispositivo:</b>
sq: <b>Pajisje:</b>
tr: <b>Aygıt:</b>

source: <b>Type:</b>
ca: <b>Tipus:</b>
de: <b>Typ:</b>
fi: <b>Tyyppi:</b>
hu: <b>Típus:</b>
pt: <b>Tipo:</b>
sq: <b>Lloj:</b>
tr: <b>Tür:</b>

source: <b>Label:</b>
ca: <b>Etiqueta:</b>
fi: <b>Nimi:</b>
hu: <b>Címke:</b>
nb: <b>Merke:</b>
pt: <b>Rótulo:</b>
sq: <b>Etiketë:</b>
tr: <b>Etiket:</b>

source: <b>Mount point:</b>
ca: <b>Punt de muntatge:</b>
de: <b>Einhängepunkt:</b>
fi: <b>Liitospiste:</b>
hu: <b>Csatolási pont:</b>
nb: <b>Monteringspunkt:</b>
pt: <b>Ponto de montagem:</b>
sq: <b>Pikë Montimi:</b>
tr: <b>Bağlama noktası:</b>

source: <b>Options:</b>
ca: <b>Opcions:</b>
de: <b>Optionen:</b>
fi: <b>Valinnat:</b>
hu: <b>Opciók:</b>
nb: <b>Alternativer:</b>
pt: <b>Opções:</b>
sq: <b>Mundësi:</b>
tr: <b>Seçenekler:</b>

source: Volume
ca: Volum
de: Partition
fi: Asema
hu: Kötet
nb: Dataområde
sq: Vëllim
tr: Hacim

source: <b>Total size:</b>
ca: <b>Mida total:</b>
de: <b>Gesamtgröße:</b>
fi: <b>Koko yhteensä:</b>
hu: <b>Teljes méret:</b>
nb: <b>Total størrelse:</b>
pt: <b>Tamanho total:</b>
sq: <b>Madhësi gjithsej:</b>
tr: <b>Toplam boyut:</b>

source: <b>Free space:</b>
ca: <b>Espai lliure:</b>
de: <b>Freier Platz:</b>
fi: <b>Vapaata tilaa:</b>
hu: <b>Szabad tárhely:</b>
nb: <b>Ledig plass:</b>
pt: <b>Espaço livre:</b>
sq: <b>Hapësirë e lirë:</b>
tr: <b>Boş alan:</b>

source: <b>Available space:</b>
ca: <b>Espai disponible:</b>
de: <b>Verfügbarer Platz:</b>
fi: <b>Tilaa saatavilla:</b>
hu: <b>Elérhető tárhely:</b>
nb: <b>Tilgjengelig plass:</b>
pt: <b>Espaço disponível:</b>
sq: <b>Hapësirë e gatshme:</b>
tr: <b>Kullanılabilir alan:</b>

source: <b>Used space:</b>
ca: <b>Espai usat:</b>
de: <b>Benutzter Platz:</b>
fi: <b>Käytetty tila:</b>
hu: <b>Felhasznált tárhely:</b>
nb: <b>Brukt plass:</b>
pt: <b>Espaço usado:</b>
sq: <b>Hapësirë e përdorur:</b>
tr: <b>Kullanılan alan:</b>

source: Size
ca: Mida
de: Größe
fi: Koko
hu: Méret
nb: Størrelse
pt: Tamanho
sq: Madhësi
tr: Boyut

source: Applying changes. Please wait until the process finishes.
ca: Aplicant canvis. Si us plau, espereu fins que acabi el procés.
de: Änderungen werden angewendet. Bitte warten, bis der Vorgang abgeschlossen ist.
fi: Toteutetaan muutokset. Ole hyvä ja odota kunnes prosessi loppuu.
hu: Változások alkalmazása. Várja meg a folyamat befejezését.
nb: Tar i bruk endringer. Vennligst vent til prosessen er ferdig.
pt: A aplicar as alterações. Aguardar até que o processo seja concluído.
sq: Po zbatohen ndryshimet. Ju lutemi, prisni deri sa të përfundojë procesi.
tr: Değişiklikler uygulanıyor. Lütfen işlem bitene kadar bekleyin.

source: Disk Manager
de: Festplattenverwaltung
fi: Levynhallinta
hu: Lemezkezelő
nb: Diskbehandler
pt: Gestor de Discos
sq: Përgjegjës Disqesh
tr: Disk Yöneticisi

source: Manage filesystem configuration
ca: Gestiona la configuració del sistema de fitxers
de: Dateisystem-Konfiguration verwalten
fi: Hallinnoi tiedostojärjestelmän määrityksiä
hu: Fájlrendszer beállítások kezelése
nb: Behandle oppsett av filsystemet
pt: Gerir a configuração do sistema de ficheiros
sq: Administroni formësim sistemi kartelash
tr: Dosya sistemi yapılandırmasını yönet

source: No driver is available for this type of filesystem : '%s'
ca: No hi ha controlador per aquest tipus de sistema de fitxers : '%s'
de: Für diesen Dateisystemtyp ist kein Treiber verfügbar: '%s'
fi: Tämän tyyppiselle tiedostojärjestelmälle ei ole saatavilla ohjainta : '%s'
hu: Nincs illesztőprogram ehhez a fájlrendszer típushoz : '%s'
nb: Driver mangler for denne typen filsystem: «%s»
pt: Não há nenhum controlador disponível para este tipo de sistema de ficheiros: '%s'
sq: S’ka përudhës të passhëm për këtë lloj sistemi kartelash: “%s”
tr: Bu dosya sistemi türü için kullanılabilir sürücü yok: ‘%s’

source: Select a directory
ca: Trieu un directori
de: Ein Verzeichnis auswählen
fi: Valitse hakemisto
hu: Mappa kiválasztása
nb: Velg en mappe
pt: Seleccionar um diretório
sq: Përzgjidhni një drejtori
tr: Dizin seçin

source: Wrong mount point
ca: Punt de muntatge inadequat
de: Falscher Einhängepunkt
fi: Väärä liitospiste
hu: Hibás csatolási pont
nb: Feil monteringspunkt
pt: Ponto de montagem incorrecto
sq: Pikë montimi e gabuar
tr: Yanlış bağlama noktası

source: <i>%s</i> is currently in use. You should try another one.
ca: <i>%s</i> s'usa ara. Proveu-ne un altre.
de: <i>%s</i> wird bereits benutzt. Probieren Sie einen anderen.
fi: <i>%s</i> on käytössä. Kokeile toista.
hu: <i>%s</i> jelenleg használatban van. Próbálkozzon egy másikkal.
nb: <i>%s</i> er for øyeblikket i bruk. Forsøk en annen.
pt: <i>%s</i> presentemente em uso. Recomendado tentar outro.
sq: <i>%s</i> është aktualisht në përdorim. Duhet të provoni një tjetër.
tr: <i>%s</i> şu anda kullanılmaktadır. Farklı bir tane denemelisin.

source: Options formatting error
ca: Error d'opcions de formatatge
de: Fehler im Optionsformat
fi: Valintojen muotoiluvirhe
hu: Az opciók formátuma hibás
nb: Alternativer er feilformulert
pt: Erro nas opções de formatação
sq: Gabim formatimi mundësish
tr: Seçenek biçimlendirme hatası

source: <i>%s</i> is not formatted correctly. Options should be separated by comma (,)
ca: <i>%s</i> no té un format correcte. Cal separar les opcions amb comes (,)
de: <i>%s</i> ist nicht korrekt formatiert. Optionen sollten durch ein Komma (,) getrennt werden
fi: <i>%s</i> ei ole muotoiltu oikein. Valinnat tulee erottaa pilkulla (,)
hu: <i>%s</i> hibásan formátumú. Az opciókat vesszővel (,) kell elválasztani
nb: <i>%s</i> er feilformulert. Alternativer må skilles med komma (,)
pt: <i>%s</i> não está formatado correctamente. As opções devem ser separadas por vírgula (,)
sq: <i>%s</i> s’është formatuar saktë. Mundësitë duhet të ndahen me presje (,)
tr: <i>%s</i>doğru biçimlendirilmemiş. Seçenekler virgül (,) ile ayrılmalıdır.

source: Removing unknown devices from the configuration file?
ca: Eliminar els dispositius desconeguts del fitxer de configuració?
de: Unbekannte Geräte aus der Konfigurationsdatei entfernen?
fi: Poistetaanko tuntemattomat laitteet määritystiedostosta?
hu: Ismeretlen eszközök eltávolítása a beállítás fájlból?
nb: Fjern ukjente enheter fra oppsettsfilen?
pt: Remover os dispositivos desconhecidos do ficheiro de configuração?
sq: Të hiqen pajisje të panjohura prej kartelës së formësimit?
tr: Bilinmeyen aygıtları yapılandırma dosyasından kaldırmak mı istiyorsunuz?

source: I can not find any existing block devices corresponding to the following devices:
ca: No trobo cap dispositiu de blocs corresponent als següents dispositius:
de: Keine vorhandenen Blockgeräte gefunden, die den folgenden Partitionen entsprechen:
fi: En löydä olemassa olevia laitteita, jotka vastaavat seuraavia laitteita:
hu: Nem találok egyetlen blokk eszközt sem amely a következő eszközökhöz tartozik:
nb: Fant ingen eksisterende blokkenheter som samsvarer med følgende enheter:
pt: Não foi possível encontrar quaisquer dispositivos de blocos correspondentes aos seguintes dispositivos:
sq: S’gjenden dot pajisje bllok ekzistuese që u përgjigjen pajisjeve vijuese:
tr: Aşağıdaki cihazlara karşılık gelen herhangi bir blok cihazı bulamıyorum:

source: It is advisable to remove them in order to avoid failed mount at start-up. Select the ones you want to remove.
ca: S'aconsella eliminar-los per evitar muntatges fallats en arrencar. Seleccioneu els que voleu eliminar.
de: Es ist ratsam, sie zu entfernen, um ein fehlgeschlagenes Einhängen beim Start zu vermeiden. Wählen Sie diejenigen aus, die Sie entfernen möchten.
fi: Suositeltavaa on poistaa ne, jotta vältytään epäonnistuneelta kiinnitykseltä käynnistyksen aikana. Valitse poistettavat.
hu: Ajánlatos eltávolítani ezeket az indításnál hibás csatolások elkerülése végett. Válassza ki azokat, amelyeket eltávolítja.
nb: Det anbefales å avmontere dem i rekkefølge for å unngå mislykket montering ved oppstart. Velg de som skal fjernes.
pt: É aconselhável removê-los para evitar falhas de montagem no processo de iniciação. Seleccionar os dispositivos a remover.
sq: Është e këshillueshme të hiqen, që të shmange dështim montimi gjatë nisjes. Përzgjidhni ato që doni të hiqen.
tr: Başlangıçta bağlama başarısızlığından kaçınmak için bunları çıkarmanız önerilir. Kaldırmak istediklerinizi seçin.

source: Remove selected
ca: Elimina els seleccionats
de: Ausgewählte entfernen
fi: Poista valittu
hu: Kijelölt eltávolítása
nb: Fjern valgte
pt: Remover seleccionados
sq: Hiq të përzgjedhurin
tr: Seçilenleri kaldır

source: Don't show me this warning in the future.
ca: No mostris l'avís en el futur.
de: Diese Warnung in Zukunft nicht mehr anzeigen.
fi: Älä näytä tätä varoitusta jatkossa.
hu: A jövőben ne mutassa ezt a figyelmeztetést.
nb: Ikke vis denne advarselen i framtida.
pt: Não voltar a mostrar este aviso.
sq: Mos ma shfaq këtë sinjalizim në të ardhmen.
tr: Gelecekte bana bu uyarıyı gösterme.

source: Duplicate entry detected
ca: S'ha detectat una entrada duplicada
de: Doppelter Eintrag erkannt
fi: Päällekkäinen merkintä havaittu
hu: Duplikált elem található
nb: Oppdaget dupliserte oppføringer
pt: Detectada entrada duplicada
sq: U pikas zë i përsëdytur
tr: Yinelenen giriş algılandı

source: The following entries of your configuration file use the same mount point:
ca: Aquestes entrades del vostre fitxer de configuració usen el mateix punt de muntatge:
de: Die folgenden Einträge in der Konfigurationsdatei verwenden denselben Einhängepunkt:
fi: Seuraavat määritystiedoston kohdat käyttävät samaa liitoskohtaa:
hu: A következő bejegyzések a beállítás fájlban ugyanazt a csatolási pontot használják:
nb: De følgende oppføringene i oppsettsfila bruker samme monteringspunkt:
pt: As seguintes entradas do ficheiro de configuração usam o mesmo ponto de montagem:
sq: Zërat vijues të kartelës suaj të formësimit përdorin të njëjtën pikë montimi:
tr: Yapılandırma dosyanızın aşağıdaki girdileri aynı bağlama noktasını kullanır:

source: Two different devices can not share the same mount point. You should select the one you want, and the others will be commented. They will be kept in the configuration file, but will be disabled.
ca: Dos dispositius diferents no poden compartir el mateix punt de muntatge. Cal que seleccioneu el que voleu, i els altres quedaran comentats. Es mantindran als fitxers de configuració, però desactivats.
de: Zwei verschiedene Geräte können sich nicht denselben Einhängepunkt teilen. Wählen Sie das gewünschte Gerät aus und die anderen werden auskommentiert. Sie bleiben in der Konfigurationsdatei erhalten, werden aber deaktiviert.
fi: Kaksi eri laitetta ei voi jakaa samaa liitoskohtaa. Valitse haluamasi, niin muut kommentoidaan käytöstä. Ne säilyvät asetustiedostossa, mutta eivät ole käytössä.
hu: Két különböző eszköz nem használhatja ugyanazt a csatolási pontot. Válassza az amelyiket szeretné és a többi ki lesz kommentelve. Továbbra is a beállítás fájlban lesznek, de kikapcsolva.
nb: To ulike enheter kan ikke dele samme monteringspunkt. Velg den som skal beholdes, og de andre vil kommenteres ut. De blir dermed passive i oppsettsfilen.
pt: Dois dispositivos diferentes não podem usar o mesmo ponto de montagem. Deve ser seleccionado o pretendido e os outros serão comentados. Serão mantidos no ficheiro de configuração, mas serão desactivados.
sq: Dy pajisje të ndryshme s’mund të kenë të përbashkët të njëjtën pikë montimi. Duhet të përzgjidhni atë që doni, të tjerave do t’u shtohet koment. Ato do të mbahen te kartela e formësimit, por do të çaktivizohen.
tr: İki farklı cihaz aynı bağlama noktasını paylaşamaz. İstediğinizi seçmelisiniz, diğerleri maskelenecektir. Yapılandırma dosyasında tutulacaklar, ancak devre dışı kalacaklar.

source: Keep selected
ca: Mantenir els seleccionats
de: Ausgewählte behalten
fi: Pidä valittuna
hu: Kijelölt megtartása
nb: Behold valgt
pt: Manter o seleccionado
sq: Mbaj të përzgjedhurin
tr: Seçiliyi tut

source: Easily manage your filesystem configuration
ca: Gestiona fàcilment la configuració del sistema de fitxers
de: Einfache Verwaltung der Konfiguration des Dateisystems
fi: Hallitse tiedostojärjestelmän asetuksia
hu: Kezelje könnyen a fájlrendszer beállításait
nb: Enkel behandling av filsystemets oppsett
pt: Forma simples de gerir a configuração do sistema de ficheiros
sq: Administroni me lehtësi formësimin e sistemit tuaj të kartelave
tr: Dosya sistemi yapılandırmanızı kolayca yönetin

source: translator-credits
ca: crèdits dels traductors
de: Übersetzung erstellt von
fi: Kimmo Kujansuu 2023
hu: fordítók
pt: Hugo Carvalho <hugokarvalho@htomail.com> José Vieira <jvieira33@sapo.pt>
sq: Besnik Bleta

source: Enable
ca: Activa
de: Aktivieren
fi: Ota käyttöön
hu: Engedélyezés
nb: Slå på
pt: Activar
sq: Aktivizoje
tr: Etkinleştir

source: Device
ca: Dispositiu
de: Laufwerk
fi: Laite
hu: Eszköz
nb: Enhet
pt: Dispositivo
sq: Pajisje
tr: Aygıt

source: Mount point
ca: Punt de muntatge
de: Einhängepunkt
fi: Liitospiste
hu: Csatolási pont
nb: Monteringspunkt
pt: Ponto de montagem
sq: Pikë montimi
tr: Bağlama noktası

source: Type
ca: Tipus
de: Typ
fi: Tyyppi
hu: Típus
pt: Tipo
sq: Lloj
tr: Tür

source: Total
fi: Yhteensä
hu: Teljes
sq: Gjithsej
tr: Toplam

source: Free
ca: Lliure
de: Unbenutzt
fi: Vapaana
hu: Szabad
nb: Ledig
pt: Livre
sq: Të lira
tr: Boş

source: Used
ca: Usat
de: Benutzt
fi: Käytettynä
hu: Felhasznált
nb: Brukt
pt: Usado
sq: Të përdorura
tr: Kullanılan

source: Editing system partition?
ca: Edita la partició del sistema?
de: Systempartition bearbeiten?
fi: Muokataanko järjestelmän osiota?
hu: Rendszer partíció módosítása?
nb: Endre systempartisjon?
pt: Editar partição do sistema?
sq: Të përpunohet ndarje sistemi?
tr: Sistem bölümü düzenleniyor mu?

source: %s is an important system partition. Be really careful when editing it, or you may have serious problems. Do you want to continue?
ca: %s és una partició de sistema important. Tingueu cura quan l'editeu, o podeu tenir problemes seriosos. Voleu continuar?
de: %s ist eine wichtige Systempartition. Seien Sie sehr vorsichtig bei der Bearbeitung, sonst könnten ernsthafte Probleme auftreten. Möchten Sie fortfahren?
fi: %s on oleellinen järjestelmän osio. Ole erittäin varovainen muokatessasi sitä, tai saatat aiheuttaa sille vakavia ongelmia. Haluatko jatkaa?
hu: %s fontos rendszer partíció. Legyen nagyon óvatos a módosítással, mert komoly problémákba ütközhet. Kívánja folytatni?
nb: %s er en viktig systempartisjon. Endring kan i verste fall føre til alvorlige problemer. Vil du virkelig fortsette?
pt: %s é uma importante partição de sistema. A sua edição requer muito cuidado, pois poderá causar sérios problemas. Continuar?
sq: %s është një pjesë e rëndësishme e sistemit. Jini vërtet shumë të kujdesshëm kur e përpunoni, ndryshe do të keni probleme serioze. Doni të vazhdohet?
tr: %sönemli bir sistem bölümüdür. Düzenlerken çok dikkatli olun yoksa ciddi sorunlar olabilir. Devam etmek istiyor musun?

source: Unmount
ca: Desmunta
de: Aushängen
fi: Poista
hu: Leválasztás
nb: Avmonter
pt: Desmontar
sq: Çmontoje
tr: Bağı kaldır

source: Mount
ca: Munta
de: Einhängen
fi: Liitä
hu: Csatolás
nb: Monter
pt: Montagem
sq: Montoje
tr: Bağla

source: Reverting to an older version?
ca: Retornar a una versió antiga?
de: Auf eine ältere Version zurückgreifen?
fi: Palautetaanko takaisin aiempaan versioon?
hu: Visszatér egy korábbi változathoz?
nb: Gå tilbake til en eldre versjon?
pt: Retornar para uma versão anterior?
sq: Të kthehet te një version i dikurshëm?
tr: Daha eski bir sürüme mi dönülüyor?

source: This will apply the following changes:
ca: Això causarà els següents canvis:
de: Die folgenden Änderungen werden vorgenommen:
fi: Tämä ottaa käyttöön seuraavat muutokset:
hu: A következő változásokat fogja alkalmazni:
nb: Dette vil ta i bruk følgende endringer:
pt: Esta acção aplicará as seguintes alterações:
sq: Kjo do të aplikojë ndryshimet vijuese:
tr: Aşağıdaki değişiklikler uygulanacaktır:

source: Do you want to continue?
ca: Voleu continuar?
de: Möchten Sie fortfahren?
fi: Haluatko jatkaa?
hu: Szeretné folytatni?
nb: Vil du fortsette?
pt: Continuar?
sq: Doni të vazhdohet?
tr: Devam etmek istiyor musunuz?

source: Unmounting disabled devices?
ca: Desmuntar els dispositius desactivats?
de: Deaktivierte Partitionen aushängen?
fi: Irrotetaanko käytöstä poistettuja laitteita?
hu: A kikapcsolt eszközök leválasztása?
nb: Avmonter avslåtte enheter?
pt: Desmontar dispositivos desactivados?
sq: Të çmontohen pajisjet e çaktivizuara?
tr: Devre dışı bırakılan cihazlar kaldırılıyor mu?

source: You disabled the following devices:
ca: Heu desactivat aquests dispositius:
de: Sie haben die folgenden Partitionen deaktiviert:
fi: Poistit seuraavat laitteet:
hu: A következő eszközöket kapcsolta ki:
nb: Du slo av følgende enheter:
pt: Foram desactivados os seguintes dispositivos:
sq: Keni çaktivizuar pajisjet vijuese:
tr: Aşağıdaki cihazları devre dışı bıraktınız:

source: Do you want to unmount them?
ca: Voleu desmuntar-los?
de: Möchten Sie sie aushängen?
fi: Haluatko irrottaa ne?
hu: Szeretné leválasztani őket?
nb: Vil du avmontere dem?
pt: Deseja desmontá-los?
sq: Doni të çmontohen?
tr: Onları kaldırmak istiyor musunuz?

source: Unmount selected
ca: Seleccionat desmuntar
de: Ausgewählte aushängen
fi: Poista valittu
hu: Kijelöltek leválasztása
nb: Avmonter valgt
pt: Desmontar os seleccionados
sq: Çmonto të përzgjedhurat
tr: Seçileni ayır

source: Reboot required
ca: Cal arrencar de nou
de: Neustart erforderlich
fi: Käynnistys uudellen vaaditaan
hu: Újraindítás szükséges
nb: Omstart nødvendig
pt: Requer reinício
sq: Lypset rinisje
tr: Yeniden başlatma gerekli

source: In order to apply all your changes, you'll need to reboot your computer.
ca: Per aplicar tots aquests canvis, us cal tornar a arrencar l'ordinador.
de: Um alle Änderungen zu übernehmen, muß der Computer neugestartet werden.
fi: Jotta voit ottaa muutokset käyttöön, sinun on käynnistettävä tietokone uudelleen.
hu: A változások alkalmazásához, újra kell indítania számítógépét.
nb: Datamaskinen må startes på nytt for å ta i bruk alle endringene.
pt: Para aplicar todas as alterações é necessário reiniciar o computador.
sq: Që të mund të zbatohen krejt ndryshimet tuaja, do t’ju duhet të rinisni kompjuterin tuaj.
tr: Tüm değişiklikleri uygulamak için bilgisayarı yeniden başlatmanız gerekir.

source: Mounting partition
ca: Muntant partició
de: Partition einhängen
fi: Liitetään osio
hu: Partíció csatolása
nb: Monterer partisjon
pt: A montar partição
sq: Po montohet pjesë
tr: Birim bağlanıyor

source: Unmounting partition
ca: Desmuntant partició
de: Partition aushängen
fi: Irrotetaan osiota
hu: Partíció leválasztása
nb: Avmonterer partisjon
pt: A desmontar partição
sq: Po çmontohet pjesë
tr: Birim ayrılıyor

source: Applying changes
ca: Aplicant els canvis
de: Änderungen anwenden
fi: Muutoksia otetaan käyttöön
hu: Változások alkalmazása
nb: Tar i bruk endringer
pt: A aplicar as alterações
sq: Po aplikohen ndryshimet
tr: Değişiklikler uygulanıyor

source: Unmounting %s
ca: Desmuntant %s
de: Aushängen von %s
fi: Irrotetaan %s
hu: %s leválasztása
nb: Avmonterer %s
pt: A desmontar %s
sq: Po çmontohet %s
tr: %sayrılıyor

source: Mounting %s
ca: Muntant %s
de: Einhängen von %s
fi: Liitetään %s
hu: %s csatolása
nb: Monterer %s
pt: A montar %s
sq: Po montohet %s
tr: %s bağlanıyor

source: Unmounting failed
ca: Ha fallat en desmuntar
de: Aushängen fehlgeschlagen
fi: Irrotus epäonnistui
hu: Leválasztás sikertelen
nb: Avmontering mislyktes
pt: A desmontagem falhou.
sq: Çmontimi dështoi
tr: Ayırma başarısız

source: Unmounting <i>%s</i> failed because of the following error:
ca: El desmuntatge de <i>%s</i> ha fallat a causa d'aquest error:
de: Das Aushängen von <i>%s</i> ist mit dem folgenden Fehler fehlgeschlagen:
fi: Irrottaminen <i>%s</i> epäonnistui virheen vuoksi:
hu: <i>%s</i> leválasztása sikertelen a következő hibából kifolyólag:
nb: Det oppstod en feil ved avmontering av <i>%s</i>:
pt: Desmontar <i>%s</i> falhou devido ao seguinte erro:
sq: Çmontimi i <i>%s</i> dështoi, për shkak të gabimit vijues:
tr: <i>%s</i> ayırma işlemi aşağıdaki hata nedeniyle başarısız oldu:
