Repository: q4os/mxtools-for-debian
Catalog: disk-manager/po/*.po
Languages: ca, de, fi, hu, nb, pt, sq, tr

source: You can also use the 'lazy' options to detach the filesystem now.
ca: Podeu usar les opcions 'lazy' per separar el sistema de fitxers ara.
de: Sie können auch die Optionen "lazy" verwenden, um das Dateisystem jetzt auszuhängen.
fi: Voit käyttää myös "lazy" valintaa tiedostojärjestelmän irroittamiseen.
hu: Használhat 'lazy' opciókat, hogy most leválassza a fájlrendszert.
nb: Alternativene 'lazy' kan velges for å avmontere filsystemet nå.
pt: Também pode ser usada a opção "lazy" para separar agora o sistema de ficheiros.
sq: Mundeni të përdorni gjithashtu mundësitë “lazy”, për ta shkëputur sistemin e kartelave tani.
tr: Dosya sistemini şimdi ayırmak için ‘lazy’ seçeneğini de kullanabilirsiniz.

source: Unmounting <i>%s</i> failed, because it is currently used by the following applications:
ca: El desmuntatge de <i>%s</i> ha fallat, a causa d'estar usat actualment per aquestes aplicacions:
de: Das Aushängen von <i>%s</i> ist fehlgeschlagen, weil es derzeit von den folgenden Anwendungen verwendet wird:
fi: Irrottaminen <i>%s</i> epäonnistui, koska se on seuraavien sovellusten käytössä:
hu: <i>%s</i> leválasztása sikertelen, mert a következő alkalmazások használják:
nb: Følgende programmer forhindrer avmontering av <i>%s</i>:
pt: Desmontar <i>%s</i> falhou porque está em uso pelas seguintes aplicações:
sq: Çmontimi i <i>%s</i> dështoi, ngaqë aktualisht përdoret nga aplikacionet vijuese:
tr: <i>%s</i> ayırma başarısız oldu, çünkü aşağıdaki uygulamalar tarafından kullanılmaktadır:

source: Close all applications that use it and retry to unmount.
ca: Tanqueu totes les aplicacions que l'usen i torneu a provar el desmuntatge.
de: Alle Anwendungen schließen und erneut versuchen, auszuhängen.
fi: Sulje sovellukset, jotka käyttävät sitä ja irroita uudelleen.
hu: Zárjon be minden alkalmazást amely használja és próbálja újra a leválasztást.
nb: Lukk alle programmer som bruker filsystemet og forsøk avmontering på nytt.
pt: Fechar todas as aplicações em que esteja em uso e tentar desmontar novamente.
sq: Mbyllini krejt aplikacionet që e përdorin dhe riprovoni ta çmontoni.
tr: Bu birimi kullanan tüm uygulamaları kapatın ve ayırmayı yeniden deneyin.

source: The filesystem might be temporarily busy. Wait few seconds and retry.
ca: El sistema de fitxers pot estar ocupat temporalment. Espereu uns segons i reintenteu-ho.
de: Das Dateisystem ist möglicherweise gerade überlastet. Warten Sie einige Sekunden und versuchen Sie es erneut.
fi: Tiedostojärjestelmä saattaa olla tilapäisesti varattu. Odota muutama sekunti ja yritä uudelleen.
hu: A fájlrendszer ideiglenesen elfoglalt lehet. Várjon néhány másodpercet és próbálja újra.
nb: Filsystemet er midlertidig opptatt. Vent noen sekunder og forsøk igjen.
pt: O sistema de ficheiros pode estar temporariamente ocupado. Aguardar alguns segundos e voltar a tentar.
sq: Sistemi i kartelave mund të jetë përkohësisht i zënë. Prisni pak sekonda dhe riprovoni.
tr: Dosya sistemi geçici olarak meşgul olabilir. Birkaç saniye bekleyin ve yeniden deneyin.

source: Unmount with the 'lazy' option
ca: Desmuntatge amb l'opció 'lazy'
de: Aushängen mit der Option 'lazy'
fi: Irrota "lazy" valinnalla
hu: Leválasztás 'lazy' opcióval
nb: Avmonter med alternativet 'lazy'
pt: Desmontar com a opção "lazy"
sq: Çmontoje me mundësinë “lazy”
tr: ‘lazy’ seçeneğiyle ayırın

source: Retry unmount
ca: Reintenta el desmuntatge
de: Aushängen wiederholen
fi: Yritä irroitusta uudelleen
hu: Leválasztás újra
nb: Forsøk avmontering på nytt
pt: Voltar a tentar desmontar
sq: Riprovo çmontimin
tr: Ayırmayı yeniden dene

source: Even with the lazy option, unmounting failed.
ca: Fins i tot amb l'opció 'lazy', ha fallat el desmuntatge.
de: Selbst mit der Option 'lazy' schlug das Aushängen fehl.
fi: Jopa lazy valinnalla irrottaminen epäonnistui.
hu: Még 'lazy' opcióval sem sikerült a leválasztás.
nb: Avmontering mislyktes, selv ved bruk av alternativet 'lazy'.
pt: Mesmo com a opção "lazy", a desmontagem falhou.
sq: Çmontimi dështoi, madje edhe me mundësinë “lazy”.
tr: lazy seçeneğiyle bile ayırma başarısız oldu.

source: Mounting failed
ca: Ha fallat el muntatge
de: Einhängen fehlgeschlagen
fi: Liittäminen epäonnistui
hu: Csatolás sikertelen
nb: Montering mislyktes
pt: Falha na montagem
sq: Montimi dështoi
tr: Bağlama başarısız

source: Mounting <i>%s</i> failed because of the following error:
ca: El muntatge de <i>%s</i> ha fallat a causa d'aquest error:
de: Das Einhängen von <i>%s</i> ist mit dem folgenden Fehler fehlgeschlagen:
fi: Liitos <i>%s</i> epäonnistui virheen vuoksi:
hu: <i>%s</i> csatolása sikertelen, a következő hibából kifolyólag:
nb: Det oppstod en feil ved montering av <i>%s</i>:
pt: Montar <i>%s</i> falhou devido ao seguinte erro:
sq: Çmontimi i <i>%s</i> dështoi për shkak të gabimit vijues:
tr: <i>%s</i> bağlaması aşağıdaki hatadan dolayı başarısız:

source: Retry mount
ca: Reintenta el muntatge
de: Einhängen wiederholen
fi: Yritä liittämistä uudelleen
hu: Csatolás újra
nb: Forsøk montering på nytt
pt: Voltar a tentar montar
sq: Riprovo montimin
tr: Bağlamayı yeniden dene

source: You can try one of the following actions:
ca: Podeu provar una d'aquestes opcions:
de: Sie können eine der folgenden Maßnahmen ausprobieren:
fi: Voit kokeilla jotakin seuraavista:
hu: Kipróbálhatja a következő műveleteket:
nb: Forsøk én av de følgende handlingene:
pt: Pode ser tentada uma das seguintes acções:
sq: Mund të provoni një nga veprimet vijuese:
tr: Aşağıdaki işlemlerden birini deneyebilirsiniz:

source: It seems that option '%s' is not allowed.
ca: Sembla que l'opció '%s' no és permesa.
de: Es scheint, dass die Option '%s' nicht zulässig ist.
fi: Vaikuttaa siltä, että vaihtoehto "%s" ei ole sallittu.
hu: Úgy tűnik a(z) '%s' opció nem engedélyezett.
nb: Alternativet '%s' kan ikke velges.
pt: Parece que a opção '%s' não é permitida.
sq: Duket se mundësia “%s” nuk lejohet.
tr: ‘%s’ seçeneğine izin verilmiyor gibi görünüyor.

source: Return options to defaults
ca: Torna a les opcions per omissió
de: Optionen auf Standardwerte zurücksetzen
fi: Palauta asetukset oletuksiin
hu: Állítsa vissza az opciókat alapértékre
nb: Tilbakestill alternativer til standardverdier
pt: Reverter as opções para as predefinições
sq: Ktheji mundësitë te parazgjedhjet
tr: Seçenekleri varsayılanla döndür

source: Don't use the '%s' option
ca: No useu l'opció '%s'
de: Verwenden Sie nicht die Option '%s'.
fi: Älä käytä "%s" vaihtoehtoa
hu: Ne használja a(z) '%s' opciót
nb: Ikke bruk alternativet '%s'
pt: Não usar a opção '%s'
sq: Mos e përdor mundësinë “%s”
tr: ‘%s’ seçeneğini kullanma

source: It seems that fs type '%s' is not valid.
ca: Sembla que el tipus de fs '%s' no és vàlid.
de: Es scheint, dass der Dateisystemtyp '%s' nicht gültig ist.
fi: Näyttää siltä, että fs-tyyppi "%s" ei kelpaa.
hu: Úgy tűnik a(z) '%s' fájlrendszer típus érvénytelen.
nb: FS-typen «%s» er ugyldig.
pt: Parece que tipo de sistema de ficheiros '%s' não é válido.
sq: Duket se lloji “%s” për sistem kartelash s’është i vlefshëm.
tr: ‘%s’ dosya sistemi tipi geçersiz görünüyor.

source: Using driver '%s' (%s)
ca: Usant el controlador '%s' (%s)
de: Verwendung des Treibers '%s' (%s)
fi: Käytetään ajuria "%s" (%s)
hu: '%s' (%s) illesztőprogram használata
nb: Bruker driver '%s' (%s)
pt: A usar o controlador '%s' (%s)
sq: Po përdoret përudhësi “%s” (%s)
tr: ‘%s’ sürücüsü kullanılıyor (%s)

source: You can try to use the 'force' option. Be aware that this could be risky.
ca: Podeu provar d'usar l'opció 'force'. Tingueu present que això té risc.
de: Sie können versuchen, die Option 'force' zu verwenden. Seien Sie sich bewusst, dass dies riskant sein kann.
fi: Voit yrittää käyttää "force" vahtoehtoa. Muista, että tämä voi olla riskialtista.
hu: Próbálkozhat a 'force' opcióval. Vegye figyelembe, hogy ez kockázatos lehet.
nb: Alternativet 'force' er en mulighet, men legg merke til at det er risikabelt.
pt: Pode ser tentado o uso da opção 'force'. Mas pode ser arriscado.
sq: Mund të provoni të përdorni mundësinë “force”. Kini parasysh se kjo mund të jetë e rrezikshme.
tr: ‘force’ seçeneğini kullanmayı deneyebilirsiniz. Bunun riskli olabileceğini unutmayın.

source: Use the 'force' option
ca: Usa l'opció 'force'
de: Benutze die Option 'force'
fi: Käytä "force" vaihtoehtoa
hu: A 'force' opció használata
nb: Bruk alternativet 'force'
pt: Usar a opção 'force'
sq: Përdor mundësinë “force”
tr: ‘force’ seçeneğini kullan
