Repository: q4os/mxtools-for-debian
Catalog: ddm-mx/translations_script/po/ddm-mx_*.po
Languages: cs, de, el, es_es, fi, fil_ph, fr_be, gl_es, hu, it, nb, nl, pl, pt, pt_br, ru_ru, sl, sq, sv, tr

source: Main repos or debian-backports?
cs: Hlavní repozitář nebo debian-backports?
de: Haupt-Paketquellen oder Debian-Backports?
el: Βασικό αποθετήριο ή debian-backports;
es_es: ¿Repositorios principales o backports de Debian?
fi: Ensisijainen vai debian-backports arkisto?
fil_ph: Main repo o debian-backports?
fr_be: Dépots principaux ou de rétroportages Debian?
gl_es: Repositorios principais ou debian-backports?
hu: Fő csomagforrások vagy debian-backports (visszaportolt)?
it: dai repo Main o debian-backports?
nb: Hovedpakkearkiv eller debian-backports?
nl: Hoofd pakketbronnen of debian-backports?
pl: Główne repozytorium czy debian-backports?
pt: Repositórios principais ou debian-backports?
pt_br: Dos repositórios principais ou dos repositórios retroportados?
ru_ru: Основные репозитории или debian-бэкпорт?
sl: Glavni skladišče ali debian-backport?
sq: Depot kryesore apo debian-backports?
sv: Main repos eller debian-backports?
tr: Ana depolar mı debian-backports mu?

source: Main
cs: Hlavní
de: Haupt
el: Βασικό
es_es: Principal
fi: Päärepot
fr_be: Principal
gl_es: Principal
hu: Fő
nb: Hoved
nl: Hoofd
pl: Główne
pt: Principais
pt_br: Principais
ru_ru: Основные
sl: Glavni
sq: Kryesoret
tr: Ana

source: Exit
cs: Ukončit
el: Έξοδος
es_es: Salir
fi: Lopeta
fil_ph: Lumabas
fr_be: Quitter
gl_es: Saír
hu: Kilépés
it: Esci
nb: Avslutt
nl: Afsluiten
pl: Wyjście
pt: Sair
pt_br: Sair
ru_ru: Выход
sl: Končaj
sq: Dalje
sv: Avsluta
tr: Çıkış

source: Reset nvidia-detect
cs: Resetovat nvidia-detect
de: nvidia-detect zurücksetzen
el: Επαναφορά του nvidia-detect
es_es: Reiniciar nvidia-detect
fi: Nollaa nvidia-detect
fr_be: Réinitialiser nvidia-detect
gl_es: Restablecer nvidia-detect
hu: Nvidia-detect visszaállítása
it: Ripristina nvidia-detect
nb: Tilbakestill nvidia-detect
nl: Nvidia-detect opnieuw instellen
pl: Zresetuj nvidia-detect
pt: Resetar nvidia-detect
pt_br: Redefinir a detecção da NVidia
ru_ru: Сбросить nvidia-detect
sl: Ponastavi nvidia-detect
sq: Rikthe te parazgjedhjet nvidia-detect
sv: Återställ nvidia-detect
tr: Sıfırla nvidia-detect

source: Main repos or MX Test
cs: Hlavní repozitář nebo MX Test
de: Haupt-Paketquellen oder MX-Test
el: Βασικό αποθετήριο ή MX Test
es_es: MX Repositorios principales o de prueba
fi: Ensisijainen vai MX Test arkisto
fil_ph: Main repo o MX Test
fr_be: Dépôts principaux ou dépôts test de MX
gl_es: Repositorios principais ou MX Test
hu: Fő csomagforrások vagy MX teszt
it: Repository Main (principali) o MX Test
nb: Hovedpakkearkiv eller MX Test
nl: Hoofd pakketbronnen of MX Test
pl: Główneg repozytoria lub MX Test
pt: Repositórios principais ou MX Test
pt_br: Repositórios principais ou de Teste do MX
ru_ru: Основные репозитории или репозиторий MS Test?
sl: Glavna skladišča ali MX testno
sq: Depo kryesore, ose MX Test
sv: Main repos eller MX Test
tr: Ana depolar veya MX sınama deposu

source: Main repos or Nvidia direct repo
de: Hauptpaketquellen oder Nvidia-Direct-Paketquellen
el: Βασικά αποθετήρια ή αποθετήριο Nvidia
es_es: Repos principales o repos Nvidia direct
fi: Ensisijainen tai Nvidia arkisto
fr_be: Dépôt principal ou dépôt direct Nvidia
gl_es: Repositorios principais ou repositorio directo de Nvidia
hu: Fő csomagforrás vagy Nvidia közvetlen csomagforrás
it: Repo principali o repo diretti di Nvidia
nb: Hovedpakkearkiv eller Nvidias direkte pakkearkiv
nl: Hoofd repo's of directe repo van Nvidia
pl: Główne repozytoria lub repozytorium Nvidia Direct
pt: Repositórios principais ou o repositório direto da NVidia
pt_br: Repositórios principais ou o repositório direto da NVidia
ru_ru: Основные репозитории или прямой репозиторий Nvidia
sl: Glavna skladišča ali Nvidia Direct skladišče
sq: Depot kryesore ose depo e drejtpërdrejtë Nvidia
sv: Huvudförråd eller Nvidia direct förråd
tr: Ana depo veya Nvidia doğrudan depo

source: Nvidia Direct
el: Αποθετήριο Nvidia
it: Nvidia diretto
nb: Nvidia direkte
pt: Direto da NVidia
pt_br: Direto da NVidia
tr: Nvidia Doğrudan

source: Candidate is:
cs: Kandidát je:
de: Kandidat ist:
el: Υποψήφιο:
es_es: El candidato es:
fi: Ehdokas on:
fil_ph: Ang Candidate ay:
fr_be: Version candidate:
gl_es: Candidato:
hu: A jelölt:
it: Candidato è:
nb: Kandidat:
nl: Kandidaat is:
pl: Kandydat to:
pt: Candidato:
pt_br: O candidato é o:
ru_ru: Кандидат:
sl: Kandidat je:
sq: Kandidati është:
sv: Kandidat är:
tr: Aday:

source: Installed is:
cs: Nainstalováno:
de: Installiert ist:
el: Εγκατεστημένο:
es_es: El instalado es:
fi: Asennettuna on:
fil_ph: Ang naka-installed ay:
fr_be: Version installée:
gl_es: Instalado:
hu: A telepített:
it: Installato é:
nb: Installert:
nl: Geïnstalleerd is:
pl: Zainstalowany to:
pt: Instalado:
pt_br: O instalado é o:
ru_ru: Установленный:
sl: Nameščen je:
sq: I instaluari është:
sv: Installerad:
tr: Yüklendi:

source: Refreshing Sources with apt-get update
cs: Obnovování zdrojů s apt-get update
de: Aktualisiere Quellen mit apt-get update
el: Ενημέρωση πηγών με apt-get update
es_es: Actualizando fuentes con apt-get update
fi: Virkistetään lähteet apt-get update komennon kautta
fil_ph: Nagsasagawa ng refreshing ng Sources sa pamamagitan ng apt-get update
fr_be: Rafraîchissement des sources avec apt-get update
gl_es: Actualizando as orixes con apt-get update
hu: Források frissítése apt-get update segítségével
it: Aggiorna le fonti dei repository con apt-get update
nb: Oppdaterer kilder med apt-get update
nl: Bronnen verversen met apt-get update
pl: Odświeżanie Źródeł z apt-get update
pt: A actualizar as Origens com 'apt-get update'
pt_br: Atualizando as fontes com o comando ‘apt-get update’
ru_ru: Обновление источников с помощью apt-get update
sl: Osveževanje virov z ukazom apt-get update
sq: Po rifreskohen Burimet me “apt-get update”
sv: Uppdatera Förråd med apt-get update
tr: apt-get update ile Kaynakları Yenileme

source: There was a problem with the apt-get update. See $LOG for details
cs: Vyskytl se problém s příkazem apt-get update. Pro detaily zobrazte $LOG
de: Es gab ein Problem mit apt-get update. Werfen Sie einen Blick in $LOG für Details
el: Παρουσιάστηκε πρόβλημα με το apt-get update. Δείτε το $LOG για λεπτομέρειες
es_es: Hubo un problema con la actualización de apt-get. Ver detalles en $LOG
fi: Tapahtui virhe suoritettaessa apt-get update. Katso tarkemmat tiedot $LOG
fil_ph: Nagkaroon ng problema sa apt-get update. Tingnan ang $LOG mas sa iba pang kaalaman
fr_be: apt-get update a rencontré un problème. Consultez $LOG pour plus de détails
gl_es: Houbo un problema ao facer apt-get update. Ver $LOG para máis info
hu: Hiba történt az apt-get update futtatásakor. Itt találhat további részleteket: $LOG
it: C'è stato un problema con l'apt-get update. Vedi $LOG per i dettagli
nb: Det oppstod et problem med apt-get update. Se $LOG for detaljer.
nl: Er was een probleem met de apt-get opwaardering. Zie $LOG voor details
pl: Wystąpił problem z aktualizacją apt-get update. Zobacz $LOG aby poznać szczegóły
pt: Houve um problema ao executar 'apt-get update'. Ver $LOG para mais informação
pt_br: Ocorreu um problema com o comando ‘apt-get update’. Por favor, verifique o registro ‘$LOG’ para obter mais informações.
ru_ru: Возникла проблема с apt-get update. Посмотрите подробности в $LOG
sl: Pojavila se je težava pri izvajanju apt-get update. Glej $LOG za podrobnosti
sq: Pati një problem me “apt-get update”. Për hollësi, shihni $LOG
sv: Det var problem med apt-get update. Se $LOG för detaljer
tr: Apt-get güncellemesinde bir sorun var. Ayrıntılar için $LOG’a bakın

source: To restore open source drivers use:
cs: Pro obnovení volně dostupných ovladačů použijte:
de: Um die Open-Source-Treiber wiederherzustellen, verwenden Sie:
el: Για να επαναφέρετε το πρόγραμμα οδήγησης ανοιχτού κώδικα χρησιμοποιήστε:
es_es: Para restaurar los controladores de código abierto use:
fi: Palauttaa avoimen lähdekoodin ohjaimet:
fr_be: Pour restaurer l’utilisation des pilotes open source:
gl_es: Para restaurar os controladores de código aberto usar:
hu: A nyílt forrású illesztőprogramok visszaállításához:
it: Per ripristinare i driver open source usare:
nb: For å gjenopprette drivere med åpen kildekode bruk:
nl: Om open source aanstuurprogramma's te herstellen gebruik:
pl: Aby przywrócić sterowniki typu open source, użyj:
pt: Para restaurar controladores de fonte aberta, usar:
pt_br: Para restaurar os controladores de código aberto, utilize:
ru_ru: Для восстановления драйверов с открытым исходным кодом используйте:
sl: Za obnovitev odprtokodnih gonilnikov uporabite:
sq: Që të riktheni përudhës me burim të hapur, përdorni:
sv: För att återställa öppen källkods-drivrutiner använd:
tr: Açık kaynaklı sürücüleri geri yüklemek için şunu kullanın:

source: To restore open source drivers later use:
cs: Pro obnovení volně dostupných ovladačů později použijte:
de: Zum Wiederherstellen von Open-Source-Treibern bei späterer Verwendung:
el: Για να επαναφέρετε το πρόγραμμα οδήγησης ανοιχτού κώδικα αργότερα χρησιμοποιήστε:
es_es: Para restaurar los controladores de código abierto posteriormente use:
fi: Palauttaa avoimen lähdekoodin ohjaimet myöhemmin:
fr_be: Pour restaurer les pilotes open source à utiliser ultérieurement:
gl_es: Para restaurar máis tarde os controladores de código aberto use:
hu: A nyílt forrású illesztőprogramok későbbi visszaállításához:
it: Per ripristinare i driver open source in un secondo momento usare:
nb: For å gjenopprette drivere med åpen kildekode senere, bruk:
nl: Om open source aanstuurprogramma's later te herstellen gebruik:
pl: Aby później przywrócić sterowniki open source, użyj:
pt: Para restaurar mais tarde controladores de fonte aberta, usar:
pt_br: Para restaurar mais tarde os controladores de código aberto, utilize:
ru_ru: Чтобы восстановить открытые драйвера позже, используйте:
sl: Za kasnejšo obnovitev odprtokodnih gonilnikov uporabite:
sq: Që të riktheni përudhës me burim të hapur më vonë, përdorni:
sv: För att återställa öppen källkods-drivrutiner senare, använd:
tr: Açık kaynaklı sürücüleri daha sonra geri yüklemek için şunu kullanın:

source: For recovery help see
cs: Pro nápovědu k obnovení viz
de: Hilfe zur Wiederherstellung siehe unter
el: Για βοήθεια στην αποκατάσταση δείτε
es_es: Para obtener ayuda para la recuperación, consulte
fi: Palautusapua varten katso
fr_be: Pour l’aide à la restauration, voir
gl_es: Para obter axuda sobre a recuperación, consultar
hu: Helyreállítási segítség:
it: Per aiuto sul recupero vedere
nb: For hjelp til gjenoppretting se
nl: Voor herstel hulp zie
pl: Aby uzyskać pomoc w odzyskiwaniu, zobacz
pt: Para ajuda (em inglês) sobre a recuperação, ver
pt_br: Para obter ajuda (em idioma inglês) sobre a recuperação, por favor, consulte
ru_ru: Смотрите справку по восстановлению
sl: Za pomoč pri obnovi glej
sq: Për ndihmë mbi rikthim, shihni
sv: För hjälp att återställa, se
tr: Kurtarma yardımı için bakın

source: Information written to
cs: Informace zapsána do
de: Information wurde gespeichert in
el: Οι πληροφορίες γράφτηκαν στο
es_es: Información escrita a
fi: Tiedot kirjoitettu osoitteeseen
fr_be: Informations écrites dans
gl_es: Información gardada en
hu: Információ kiírva:
it: Informazione scritta a
nb: Informasjon skrives til
nl: Informatie geschreven naar
pl: Informacje napisane do
pt: Informação guardada em
pt_br: A informação foi guardada/gravada em
ru_ru: Информация записана в
sl: Podatki zapisani na
sq: Hollësitë shkruar te
sv: Information skriven till
tr: Yazılı bilgi

source: Possible previous install from source or smxi/sgfxi detected.
cs: Byla rozpoznána možná předchozí instalace ze zdrojového kódu nebo smxi/sgfxi
de: Mögliche frühere Installation aus dem Quellcode oder smxi/sgfci gefunden.
el: Ανιχνεύθηκε πιθανή προηγούμενη εγκατάσταση από την πηγή ή από smxi/sgfxi.
es_es: Detectada posible instalación anterior desde la fuente o smxi/sgfxi.
fi: Mahdollinen aiempi asennus suoraan lähteestä tai smxi/sgfxi havaittu.
fil_ph: Nasiyasat na maaring may nainstall ng mula sa ibang pinagmulan ang smxi/sgfxi
fr_be: Détection probable d’une précédente installation depuis une source ou smxi/sgfxi.
gl_es: Detectada unha posible instalación anterior no código fonte ou smxi/sgfxi.
hu: Forrásból vagy smxi/sgfxi-ből korábbi lehetséges telepítés található.
it: Rilevata precedente installazione probabilmente da sorgente o attraverso smxi/sgfxi.
nb: Oppdaget mulig tidligere installering fra kildekode eller smxi/sgfxi.
nl: Mogelijke eerdere installatie van bron of smxi/sgfxi gevonden.
pl: Możliwa poprzednia instalacja ze źródła lub wykryto smxi/sgfxi.
pt: Detetada uma possível instalação anterior a partir de código fonte ou por smxi/sgfxi.
pt_br: Foi detectada uma possível instalação anterior do código fonte ou do ‘smxi/sgfxi’
ru_ru: Возможно, найдена предыдущая установка из источников или smxi/sgfxi.
sl: Obstaja možnost predhodnih namestitev iz vira ali smxi/sgfxi.
sq: U pikas instalim i mëparshëm i mundshëm prej burimi, ose smxi/sgfxi.
sv: Möjlig tidigare installation från källkod eller smxi/sgfxi hittad.
tr: Kaynaktan veya smxi/sgfxi’den olası önceki yükleme algılandı.

source: Version detected:
cs: Nalezena verze:
de: Version gefunden:
el: Έκδοση:
es_es: Versión detectada:
fi: Versio havaittu:
fil_ph: Nasiyasat na Bersyon:
fr_be: Version détectée:
gl_es: Versión detectada:
hu: Azonosított verzió:
it: Versione rilevata:
nb: Oppdaget versjon:
nl: Versie gevonden:
pl: Wykryto wersję:
pt: Versão detectada:
pt_br: A versão detectada é a:
ru_ru: Обнаружена версия:
sl: Najdena različica:
sq: Version i pikasur:
sv: Hittad version:
tr: Sürüm algılandı:

source: Latest possible with this script :
cs: Nejvyšší možný s tímto skriptem:
de: Neueste mögliche mit diesem Script:
el: Τελευταία δυνατότητα με αυτό το σενάριο :
es_es: El último posible con este comando:
fi: Tuorein mahdollinen tämän ohjelmakoodisyötteen avulla:
fil_ph: Maaring ang pinakahuli sa script na ito:
fr_be: Dernière possibilité avec ce script:
gl_es: Último posible con esta secuencia de instruccións :
hu: A legfrissebb elérhető ezzel a programmal:
it: L'ultima possibile con questo script :
nb: Siste mulige med dette skriptet:
nl: Laatste mogelijk met dit script :
pl: Najnowsze możliwe z tym skryptem:
pt: Último possível com esta sequência de instruções (script):
pt_br: O mais recente possível com este conjunto de instruções (script):
ru_ru: Последнее возможно с помощью этого скрипта:
sl: Zadnja možna različica, ob uporabi tega skripta:
sq: Më i riu i mundshëm me këtë programth:
sv: Senast möjliga med detta skript :
tr: Bu betik ile olabilecek en son

source: Please remove with <sudo nvidia-install --uninstall> and reboot if you wish to proceed
cs: Prosím odeberte příkazem <sudo nvidia-install --uninstall> a restratujte PC pokud si přejete pokračavat
de: Bitte entfernen Sie mit <sudo nvidia-install --uninstall> und starten Sie neu, wenn Sie fortfahren möchten.
el: Παρακαλώ αν θέλετε να συνεχίσετε, αφαιρέστε με <sudo nvidia-install --uninstall> και κάντε επανεκκίνηση
es_es: Por favor eliminar con <sudo nvidia-install --uninstall> y reinicie si desea continuar
fi: Ole hyvä ja poista käskyn <sudo nvidia-install --uninstall> kautta ja uudelleenkäynnistä mikäli haluat jatkaa
fil_ph: Tanggalin sa pamamagitan ng <sudo nvidia-install --uninstall> at magsimulang mula para makapagtatuloy
fr_be: Veuillez désinstaller à l’aide de « sudo nvidia-install --uninstall » puis redémarrer si vous souhaitez continuer
gl_es: Eliminar con <sudo nvidia-install --uninstall> e reiniciar para proseguir
hu: Távolítsa el a <sudo nvidia-install --uninstall> paranccsal, majd indítsa újra a gépet a folytatáshoz
it: Prego, rimuovi con <sudo nvidia-install --uninstall> e poi fai il reboot se desideri continuare
nb: Fjern med <sudo nvidia-install --uninstall> og start på nytt hvis du vil fortsette
nl: Verwijder aub met <sudo nvidia-install --uninstall> en herstart als u verder wilt gaan
pl: Usuń używając <sudo nvidia-install --uninstall> i uruchom ponownie, jeśli chcesz kontynuować
pt: Remover com <sudo nvidia-install --uninstall> e reiniciar, se para prosseguir
pt_br: Por favor, remova com o comando <sudo nvidia-install --uninstall> e reinicie se você realmente quer continuar
ru_ru: Пожалуйста, удалите с помощью <sudo nvidia-install --uninstall> и перезагрузите для продолжения процесса
sl: Prosimo, odstranite jo z <sudo nvidia-install --uninstall> in ponovno zaženite računalnik, če želite nadaljevati
sq: Ju lutemi, hiqeni me <sudo nvidia-install --uninstall> dhe riniseni, nëse doni të ecet më tej
sv: Var vänlig ta bort med <sudo nvidia-install --uninstall> och starta om datorn om du vill fortsätta
tr: Lütfen <sudo nvidia-install --uninstall> ile kaldırın ve devam etmek isterseniz bilgisayarı yeniden başlatın

source: Possible previous install detected.
el: Εντοπίστηκε πιθανή προηγούμενη εγκατάσταση.
es_es: Detectada posible instalación anterior.
fi: Mahdollinen aikaisempi asennus havaittu.
fr_be: Une installation antérieure a été détectée.
gl_es: Detectada unha posible instalación anterior.
hu: Előző telepítés lehetősége észlelve.
nb: Oppdaget mulig tidligere installasjon.
nl: Mogelijk eerdere installatie gedetecteerd.
pl: Wykryto prawdopodobną poprzednią instalację.
pt: Foi detetada uma possível instalação prévia.
pt_br: Foi detectado um outro processo de instalação.
ru_ru: Обнаружена возможная предыдущая установка.
sl: Obstaja možnost predhodnih namestitev.
sq: U pikas instalim i mëparshëm i mundshëm prej burimi, ose smxi/sgfxi.
sv: Möjlig tidigare installation upptäckt.

source: nvidia-optimus detected
cs: objevena nvidia-optimus
de: nvidia-optimus erkannt
el: ανιχνεύθηκε nvidia-optimus
es_es: se detectó nvidia-optimus
fi: nvidia-optimus havaittu
fil_ph: natuklasan ang nvidia-optimus
fr_be: nvidia optimus détecté
gl_es: detectando o nvidia-optimus
hu: nvidia-optimus található
it: rilevata nvidia-optimus
nb: oppdaget nvidia-optimus
nl: nvidia-optimus gedetecteerd
pl: wykryto nvidia-optimus
pt: detectado o nvidia-optimus
pt_br: Foi detectado o ‘nvidia-optimus’
ru_ru: обнаружен nvidia-optimus
sl: nvidia-optimus zaznan
sq: U pikas nvidia-optimus
sv: nvidia-optimus hittad
tr: nvidia-optimus algılandı

source: Answer the next question NO if you are using your Optimus Nvidia card in discrete mode
es_es: Responda NO a la siguiente pregunta si está utilizando su tarjeta Optimus Nvidia en modo discreto
fi: Vastaa seuraavaan kysymykseen EI, jos käytät Nvidia Optimus näytönohjainta
fr_be: Répondez NON à la question suivante si vous utilisez votre carte Optimus Nvidia en mode discret
pl: Odpowiedz NIE na następne pytanie, jeśli używasz karty Optimus Nvidia w trybie dyskretnym
pt: Responda à próxima pergunta NÃO se estiver a utilizar a sua placa Optimus Nvidia no modo discreto
sl: Na naslednje vprašanje odgovorite z ne, če uporabljate kartico Nvidia Optimus v diskretnem načinu
sq: Pyetjes pasuese përgjigjuni me JO, nëse po përdorni kartën tuaj Optimus Nvidia në mënyrën diskrete
sv: Besvara nästa fråga med NEJ om du använder ditt Optimus Nvidia kort i diskret läge

source: Is this a NVIDIA/INTEL Optimus system?
cs: Jde o systém NVIDIA/INTEL Optimus?
de: Ist dies ein NVIDIA/INTEL Optimus System?
el: Είναι αυτό σύστημα NVIDIA/INTEL Optimus;
es_es: ¿Es este un sistema NVIDIA/INTEL Optimus?
fi: Onko tämä NVIDIA/INTEL Optimus järjestelmä?
fil_ph: Ang sistema ba na ito ay NVIDIA/INTEL Optimus?
fr_be: Votre système utilise-t-il la technologie Optimus de NVIDIA/INTEL?
gl_es: Este sistema é NVIDIA/INTEL Optimus?
hu: Ez egy NVIDIA/INTEL Optimus rendszer?
it: Questo è un sistema NVIDIA/INTEL Optimus?
nb: Er dette et Nvidia/Intel Optimus-system?
nl: Is dit een NVIDIA/INTEL Optimus systeem?
pl: Czy to jest system NVIDIA/INTEL Optimus?
pt: Este sistema é NVIDIA/INTEL Optimus?
pt_br: Este computador possui uma placa de vídeo NVidia Optimus ou Intel?
ru_ru: Это система с NVIDIA/INTEL Optimus?
sl: Ali gre za NVIDIA/INTEL Optimus sistem?
sq: A është ky një sistem NVIDIA/INTEL Optimus?
sv: Är detta ett NVIDIA/INTEL Optimus system?
tr: Bu bir NVIDIA/INTEL Optimus sistemi mi?

source: You can use the new PRIMUS driver built in to the nvidia drivers.
cs: Můžete použít nové sestavení PRIMUS ovladače pro ovladače nvidia.
de: Sie können den neuen PRIMUS-Treiber verwenden, der in den nvidia-Treibern integriert ist.
el: Μπορείτε να χρησιμοποιήσετε το νέο πρόγραμμα οδήγησης PRIMUS, που είναι ενσωματωμένο στα προγράμματα οδήγησης nvidia.
es_es: Puede usar el nuevo controlador PRIMUS integrado en los controladores nvidia.
fi: Voit käyttää uutta nvidiaan sisäänrakennettua PRIMUS-ohjainta.
fr_be: Vous pouvez utiliser le nouveau pilote PRIMUS intégré aux pilotes nvidia.
gl_es: Pode ser usado o novo controlador PRIMUS integrado nos controladores nvidia.
hu: Használhatja az nvidia illesztőprogramokba épített új PRIMUS illesztőprogramot.
it: E' possibile utilizzare il nuovo driver PRIMUS integrato nei driver nvidia.
nb: Du kan bruke den nye PRIMUS-driveren som er inkludert i nvidia-driverne.
nl: U kunt het nieuwe PRIMUS aanstuurprogramma gebruiken ingebouwd in de nvidia aanstuurprogramma's
pl: Możesz użyć nowego sterownika PRIMUS wbudowanego w sterowniki nvidia.
pt: Pode ser usado o novo controlador PRIMUS, incorporado nos controladores nvidia.
pt_br: Você pode utilizar o novo controlador PRIMUS, integrado nos controladores da NVidia.
ru_ru: Вы можете использовать новый драйвер PRIMUS, встроенный в драйверы Nvidia.
sl: Lahko uporabite novi PRIMUS gonilnik, vgrajen v nvidia gonilnike
sq: Mund të përdorni përudhësin e ri PRIMUS që përmbajnë përudhësit Nvidia.
sv: Du kan använda den nya PRIMUS drivrutinen som är inbyggd i nvidia drivrutinerna.
tr: Nvidia sürücülerinde yerleşik olan yeni PRIMUS sürücüsünü kullanabilirsiniz.

source: Use "nvidia-run-mx" followed by your application command to use the nvidia graphics
cs: Pro použití nvidia graphics zadejte "nvidia-run-mx" před příkazem pro spuštění aplikace
de: Verwenden Sie "nvidia-run-mx", gefolgt von Ihrem Anwendungsbefehl, um die nvidia-Grafik zu nutzen
el: Χρησιμοποιήστε το "nvidia-run-mx" ακολουθούμενο από την εντολή της εφαρμογής σας για τα γραφικά της nvidia
es_es: Utilice "nvidia-run-mx" seguido del comando de su aplicación para utilizar los gráficos de nvidia
fi: Käytä "nvidia-run-mx" komentoa käyttääksesi nvidia-grafiikkaa
fr_be: Utiliser « nvidia-run-mx » suivi de la commande de votre application pour utiliser le système graphique Nvidia
gl_es: Use "nvidia-run-mx" seguido do teu comando de aplicativo para usar a gráfica nvidia
hu: Használja az "nvidia-run-mx" majd a kívánt alkalmazás parancsát az nvidia grafika használatához
it: Usa "nvidia-run-mx" seguito dal comando della tua applicazione per utilizzare la grafica nvidia
nb: Kjør «nvidia-run-mx» med programkommando for å bruke nvidia
nl: Gebruik "nvidia-run-mx" gevolgd door uw toepassing om de nvidia-graphics te gebruiken
pl: Użyj „nvidia-run-mx”, a następnie polecenia aplikacji, aby użyć karty graficznej nvidia
pt: Usar "nvidia-run-mx" seguido do nome técnico (comando) da aplicação para utilizar as placas gráficas nvidia
pt_br: Utilize o parâmetro ‘nvidia-run-mx’ seguido pelo comando do seu aplicativo para utilizar os gráficos da NVidia
ru_ru: Используйте «nvidia-run-mx» с последующей командой вашего приложения, чтобы задействовать графику Nvidia
sl: Za urabo nvidida grafike uporabite "nvidia-run-mx" in ukaz za aplikacijo
sq: Që të përdoren përudhës grafikë nvidia, përdorni “nvidia-run-mx” pasuar nga urdhri për aplikacionin tuaj
sv: Använd "nvidia-run-mx" följt av ditt programkommando för att använda nvidia-grafiken
tr: nvidia grafiklerini kullanmak için "nvidia-run-mx" ve devamında uygulama komutunu kullanın
