Repository: q4os/mxtools-for-debian
Catalog: ddm-mx/translations_script/po/ddm-mx_*.po
Languages: cs, de, el, es_es, fi, fil_ph, fr_be, gl_es, hu, it, nb, nl, pl, pt, pt_br, ru_ru, sl, sq, sv, tr

source: NVIDIA packages to install are
cs: NVIDIA ovladače k instalaci jsou
de: Folgende NVIDIA-Pakete sind zu installieren
el: Τα πακέτα NVIDIA που θα εγκατασταθούν είναι
es_es: Los paquetes de NVIDIA para instalar son
fi: Asennettavat NVIDIA-paketit ovat
fr_be: Les paquets NVIDIA à installer sont
gl_es: Os paquetes NVIDIA para instalar son
hu: A telepítendő NVIDIA csomagok:
it: I pacchetti NVIDIA da installare sono
nb: NVIDIA-pakker som skal installeres er
nl: NVIDIA pakketten om te installeren zijn
pl: Pakiety NVIDIA do zainstalowania to
pt: Os pacotes NVIDIA a instalar são
pt_br: Os pacotes da NVidia para serem instalados são
ru_ru: Пакеты NVIDIA для установки следующие
sl: NVIDIA gonilniki za namestitev
sq: Paketat NVIDIA për instalim janë
sv: NVIDIA paket att installera är
tr: Yüklenecek NVIDIA paketleri

source: Continue?
cs: Pokračovat?
de: Weiter ?
el: Να συνεχίσει;
es_es: ¿Continuar?
fi: Jatka?
fil_ph: Magpapatuloy?
fr_be: Poursuivre?
gl_es: Continuar?
hu: Folytatja?
it: Continuare?
nb: Fortsett?
nl: Doorgaan?
pl: Kontynuować?
pt: Continuar?
pt_br: Você quer continuar?
ru_ru: Продолжить?
sl: Nadaljujem?
sq: Të vazhdohet?
sv: Fortsätta?
tr: Devam mı?

source: Nvidia command
cs: Příkaz Nvidia
de: Nvidia-Befehl
el: Εντολή nvidia
es_es: Comando de Nvidia
fi: Nvidia käsky
fr_be: Commande Nvidia
gl_es: comando Nvidia
hu: Nvidia parancs
it: Comando Nvidia
nb: Nvidia-kommando
nl: Nvidia commando
pl: Polecenie Nvidia
pt: Comando nvidia
pt_br: Comando da NVidia
ru_ru: Команда Nvidia
sl: Nvidia ukaz
sq: Urdhër Nvidia
sv: Nvidia kommando
tr: Nvidia komutu

source: ERROR: Could not configure Bumblebee for user:
cs: CHYBA: Nemožné nakonfigurovat Bumblebee pro uživatele:
de: FEHLER: Konnte Bumblebee nicht konfigurieren für User:
el: ΣΦΑΛΜΑ: Δεν μπορεί να διαμορφωθεί το Bumblebee για το χρήστη:
es_es: ERROR: No se pudo configurar Bumblebee para el usuario:
fi: VIRHE: Bumblebee:tä ei voitu määritellä käyttäjälle:
fil_ph: ERROR: Hindi maaring baguhin ang Bumblebee para sa gumagamit:
fr_be: ERREUR: Impossible de configurer Bumblebee pour l’utilisateur•rice:
gl_es: ERRO: non foi posible configurar o Bumblebee para o usuario:
hu: HIBA: Bumblebee beállítása nem sikerült a felhasználóhoz:
it: ERRORE: Non è possibile configurare Bumblebee per l'utente:
nb: FEIL: Klarte ikke sette opp Bumblebee for bruker:
nl: FOUT: Kon Bumblebee niet configureren voor gebruiker:
pl: BŁĄD: Nie można skonfigurować Bumblebee dla użytkownika:
pt: ERRO: Não foi possível configurar o Bumblebee para o utilizador:
pt_br: OCORREU UM ERRO: Não foi possível configurar o ‘bumblebee’ para o usuário:
ru_ru: ОШИБКА: Не удалось настроить Bumblebee для пользователя:
sl: NAPAKA: Nisem mogel konfigurirati Bumblebee za uporabnika:
sq: GABIM: S’u formësua dot Bumblebee për përdorim:
sv: Fel: Kunde inte ställa in Bumblebee för användare:
tr: HATA: Kullanıcı için Bumblebee yapılandırılamadı:

source: test enabled, not creating xorg.conf file
cs: testovací provoz, nevytvoří se xorg.conf
de: Test aktiv, erstelle keine xorg.conf-Datei
el: δοκιμή, δε Θα δημιουργηθεί αρχείο xorg.conf
es_es: prueba habilitada, no se creará archivo xorg.conf
fi: testaus on päällä, tiedostoa xorg.conf ei luoda
fil_ph: nakasindi ang test, hindi gagawa ng file na xorg.conf
fr_be: test en cours, pas de création du fichier xorg.conf
gl_es: proba activado; non será acreado o ficheiro xorg.conf
hu: teszt üzemmód, nincs xorg.conf fájl létrehozva
it: test abilitato, non verrà creato il file xorg.conf
nb: testmodus, oppretter ikke fila xorg.conf
nl: test ingeschakeld, creëer geen xorg.conf bestand
pl: test włączony, nie tworzę pliku xorg.conf
pt: teste activado; não será criado o ficheiro xorg.conf
pt_br: O teste foi ativado e não será criado o arquivo de configurações ‘xorg.conf’
ru_ru: включён режим тестирования, xorg.conf не создаётся
sl: vklopljen je preizkusni način, zato ne bom ustvaril xorg.conf datoteke
sq: testim i aktivizuar, s’po krijohet kartelë xorg.conf
sv: test aktiverad, skapar inte xorg.conf fil
tr: sınama etkin, xorg.conf dosyası oluşturulmuyor

source: creating /etc/X11/xorg.conf file
cs: vytváření souboru /etc/X11/xorg.conf
de: erstelle Datei /etc/X11/xorg.conf
el: δημιουργία του αρχείου /etc/X11/xorg.conf
es_es: creando el archivo /etc/X11/xorg.conf
fi: luodaan tiedosto /etc/X11/xorg.conf
fil_ph: gumagawa ng file na /etc/X11/xorg.conf
fr_be: création du fichier /etc/X11/xorg.conf
gl_es: creando o ficheiro /etc/X11/xorg.conf
hu: /etc/X11/xorg.conf fájl létrehozása
it: creazione del file /etc/X11/xorg.conf in corso
nb: oppretter fila /etc/X11/xorg.conf
nl: creëren /etc/X11/xorg.conf bestand
pl: tworzenie pliku /etc/X11/xorg.conf
pt: a criar o ficheiro xorg.conf em /etc/X11
pt_br: Criando o arquivo de configurações /etc/X11/xorg.conf
ru_ru: создание файла /etc/X11/xorg.conf
sl: ustvarjam /etc/X11/xorg.conf datoteko
sq: po krijohet kartelë /etc/X11/xorg.conf
sv: skapar /etc/X11/xorg.conf fil
tr: /etc/X11/xorg.conf dosyası oluşturuluyor

source: Finished
cs: Dokončeno
de: Abgeschlossen
el: Ολοκληρώθηκε
es_es: El proceso ha terminado
fi: Viimeistelty
fil_ph: Tapos na
fr_be: Terminé
gl_es: Rematado
hu: Kész
it: Finito
nb: Fullført
nl: Voltooid
pl: Gotowe
pt: Terminado
pt_br: Finalizado
ru_ru: Завершено
sl: Končano
sq: Përfundoi
sv: Avslutad
tr: Bitti

source: Proprietary drivers removed
cs: Nesvobodné ovladače byly odstraněny
de: Proprietäre Treiber wurden entfernt
el: Αφαιρέθηκαν τα ιδιόκτητα προγράμματα οδήγησης
es_es: Controladores propietarios eliminados
fi: Omisteiset ajurit poistettu
fil_ph: Natanggal na ang mga drivers na may nagmamay-ari
fr_be: Pilotes propriétaires retirés
gl_es: Eliminados os controladores non-libres
hu: Zárt illesztőprogramok eltávolítva
it: Drivers proprietari rimossi
nb: Fjernet produsenteide drivere
nl: Eigendomsdrivers verwijderd
pl: Usunięto sterowniki firmowe
pt: Removidos os controladores não-livres
pt_br: Foram removidos os controladores não-livres/proprietários
ru_ru: Проприетарные драйверы удалены
sl: Proizvajalčevi gonilniki so bili odstranjeni
sq: Përudhësit pronësorë u hoqën
sv: Proprietära drivrutiner borttagna
tr: Tescilli sürücüler kaldırıldı

source: Open command
cs: Zadejte příkaz
de: Befehl öffnen
el: Άνοιγμα εντολής
es_es: Comando abierto
fi: Avaa-käsky
fr_be: Afficher la commande utilisée pour installer les pilotes open
gl_es: Abrir comando
hu: Nyílt forrású illesztőprogram parancs
it: Apri comando
nb: Åpen-kommando
nl: Open commando
pl: Polecenie zainstalowania otwartych sterowników
pt: comando Abrir
pt_br: Comando para abrir
ru_ru: Открыть команду
sl: Ukaz za odpiranje
sq: Urdhër për të hapur
sv: Öppna kommando
tr: Komutu aç

source: Open drivers installed
cs: Volně dostupné ovladače nainstalovány
de: Offene Treiber installiert
el: Εγκαταστάθηκαν προγράμματα οδήγησης ανοικτού κώδικα
es_es: Controladores abiertos instalados
fi: Avoimet ajurit asennettu
fil_ph: naka-install ang mga Open drivers
fr_be: Pilotes libres installés
gl_es: Controladores abertos instalados
hu: Nyílt forrású illesztőprogram telepítve
it: Apertura drivers installati
nb: Åpne drivere er installert
nl: Open drivers geïnstalleerd
pl: Zainstalowano otwarte sterowniki
pt: Controladores abertos instalados
pt_br: Controladores (drivers) de códigos abertos/livres instalados
ru_ru: Открыть установленные драйвера
sl: Nameščeni so odprtokodni gonilniki
sq: Përudhësit e hapur u instaluan
sv: Öppna drivrutiner installerade
tr: Kurulu sürücüleri aç

source: Resetting sources
cs: Resetují se zdroje
de: Quellen werden neu eingelesen....
el: Επαναφορά πηγών
es_es: Restableciendo fuentes
fi: Nollataan lähteitä
fil_ph: Muling sinisimula ang sources
fr_be: Réinitialisation des sources
gl_es: Restablecer fontes
hu: Források visszaállítása
it: Ripristino delle risorse
nb: Tilbakestiller kilder
nl: Bronnen herstellen
pl: Resetowanie źródeł
pt: A restabelecer as origens
pt_br: Reiniciando as fontes
ru_ru: Восстановить источники APT по умолчанию
sl: Ponastavitev virov
sq: Po rikthen burimet te parazgjedhjet
sv: Återställer källor
tr: Kaynaklar sıfırlanıyor

source: Press <Enter> to exit
cs: Stiskněte <Enter> pro zavření
de: Drücke <Enter> zum verlassen
el: Πατήστε <Enter> για έξοδο
es_es: Pulse <Enter> para salir
fi: Paina <Enter> poistuaksesi
fil_ph: Pinduting ang <Enter> para lumabas
fr_be: Appuyez sur <Enter> pour quitter.
gl_es: Premer <Enter> para saír
hu: Nyomja meg az <Enter> billentyűt a kilépéshez
it: Premi <Enter> per uscire
nb: Trykk <Enter> for å avslutte
nl: Druk <Enter> om te beëindigen
pl: Naciśnij <Enter> aby wyjść
pt: Premir <Introduzir> (Enter) para sair
pt_br: Pressione a tecla <Enter> para sair
ru_ru: Нажмите <Enter> для выхода
sl: Pritisnite <Enter> za izhod
sq: Shtypni tastin <Enter> që të dilet
sv: Tryck på <Enter> för att avsluta
tr: çıkmak için <Enter>’e basın

source: Enabling backports repo
cs: Povolování backports repozitáře
de: Die Backports-Paketquellen aktivieren
el: Ενεργοποίηση του αποθετηρίου backports
es_es: Habilitando el repo de backports
fi: Otetaan backports arkisto käyttöön
fil_ph: Pinapahintulutan ang repo ng backports
fr_be: Activation du dépôt de rétroportage - backports -
gl_es: Activando repositorio de retroportados
hu: A visszaportolt források engedélyezése
it: Abilitazione del repo backports
nb: Aktiverer backports-pakkearkiv
nl: Backports pakketbron inschakelen
pl: Włączanie repozytorium backportów
pt: A activar repositório de retroportados
pt_br: Ativando os repositórios retroportados (backports)
ru_ru: Подключение репозитория бэкпорт
sl: Vklop backport skladišč
sq: Po aktivizohet depo “backports”
sv: Aktiverar backports repo
tr: Backports deposu etkinleştirme

source: Running apt-get update...
cs: Spouštím apt-get update...
de: "apt-get update" läuft..
el: Εκτελείται η εντολή apt-get update ...
es_es: Ejecutando apt-get update...
fi: Suoritetaan apt-get update...
fil_ph: Tumatakbo ang apt-get update...
fr_be: Exécution de apt-get update …
gl_es: Executando o comando apt-get update...
hu: apt-get update futtatása...
it: Esecuzione di apt-get update in corso...
nb: Kjører apt-get update …
nl: Apt-get update uitvoeren...
pl: Uruchamianie apt-get update...
pt: A executar 'apt-get update'...
pt_br: Executando o comando ‘apt-get update’...
ru_ru: Выполняется обновление...
sl: Izvajam apt-get update...
sq: Po xhirohet “apt-get update”…
sv: Kör apt-get update...
tr: apt-get update çalışıyor...

source: Installing latest nvidia-detect package
cs: Instalování nejnovějšího balíku nvidia-detect
de: Das aktuelles nvidia-detect Paket nstallieren
el: Εγκατάσταση του τελευταίου πακέτου nvidia-detect
es_es: Instalando el último paquete nvidia-detect
fi: Asennetaan viimeisintä nvidia-detect pakettia
fil_ph: Pinahihintulutan ang pinakahuling package na nvidia-detect
fr_be: Installation du dernier paquet nvidia-detect en cours
gl_es: Instalando o paquete nvidia-detect mási recente
hu: A legfrissebb nvidia-detect csomag telepítése
it: Si installa l'ultimo pacchetto nvidia-detect
nb: Installerer nyeste nvidia-detect-pakke
nl: Nieuwste nvidia-detect pakket installeren
pl: Instalowanie najnowszego pakietu nvidia-detect
pt: A instalar a versão mais recente do pacote 'nvidia-detect'
pt_br: Instalando o pacote ‘nvidia-detect’ mais recente
ru_ru: Устанавливается последний пакет nvidia-detect
sl: Nameščam zadnjo različico paketa nvidia-detect
sq: Po instalohet paketa më e re nvidia-detect
sv: Installerar senaste nvidia-detect paketet
tr: En son nvidia algılama paketi kuruluyor

source: Enabling MX Test repo
cs: Povolování MX Test repozitáře
de: Die MX-Test-Paketquellen aktivieren
el: Ενεργοποίηση του αποθετηρίου MX Test
es_es: Habilitando el repositorio MX de Prueba
fi: Otetaan MX Test arkisto käyttöön
fil_ph: Pinapahintulutan ang pagsubok ng Repo MX
fr_be: Activer les dépôts test de MX
gl_es: Activando MX Test repo
hu: MX teszt csomagforrások engedélyezése
it: Abilitare il repository MX Test
nb: Aktiverer MX Test-pakkearkiv
nl: MX Test pakketbron inschakelen
pl: Włączanie repozytorium MX Test
pt: A activar o repositório MX Test
pt_br: Ativando o repositório de Teste do MX
ru_ru: Включение тестового репозитория MX
sl: Vklop MX testno skladišča
sq: Po aktivizohet depo MX Test
sv: Aktivera MX Test repo
tr: MX Test deposu etkinleştirme

source: Enabling Nvidia developer repo
de: Nvidia-Entwicklerpaketquellen aktivieren
el: Ενεργοποίηση του αποθετηρίου Nvidia Developer
es_es: Activación del repositorio de desarrolladores de Nvidia
fi: Otetaan Nvidia-kehittäjien arkisto käyttöön
fr_be: Activation du dépôt des développeurs Nvidia
gl_es: Habilitando o repositorio de desenvolvedores da Nvidia
hu: Az Nvidia fejlesztői csomagforrás engedélyezése
it: Abilitazione del repository per sviluppatori Nvidia
nb: Slå på Nvidias utviklings-pakkearkiv
nl: Nvidia-ontwikkelaarsrepo inschakelen
pl: Włączanie repozytorium deweloperskiego Nvidia
pt: A ativar o repositório de programadores da NVidia
pt_br: Ativando o repositório dos desenvolvedores da NVidia
ru_ru: Включение репозитория разработчика Nvidia
sl: Vklop Nvidia razvojnega skladišča
sq: Po aktivizohet depo zhvilluesish Nvidia
sv: Aktivera Nvidia developer förråd
tr: Nvidia geliştirici deposu etkinleştiriliyor

source: Getting Nvidia repo signing key
de: Den Signaturschlüssel der Nvidia-Paketquellen erhalten
el: Λήψη κλειδιού υπογραφής του αποθετηρίου Nvidia
es_es: Obtención de la clave de firma del repositorio de Nvidia
fi: Haetaan Nvidia arkiston allekirjoitusta
fr_be: Obtenir la clé de signature du dépôt Nvidia
gl_es: Obter a chave de assinatura do repositório da Nvidia
hu: Nvidia csomagforrás aláíró kulcs beszerzése
it: Ottengo la chiave del repository Nvidia
nb: Henter Nvidias signeringsnøkkel for pakkearkiv
nl: Nvidia repo tekensleutel krijgen
pl: Uzyskanie klucza podpisu repozytorium Nvidia
pt: A obter a chave da assinatura do repositório da NVidia
pt_br: Obtendo a chave da assinatura do repositório da NVidia
ru_ru: Получение ключа подписи репозитория Nvidia
sl: Pridobivanje ključa za podpis Nvidia skladišča
sq: Po merret kyç nënshkrimi depoje Nvidia
sv: Få Nvidia förrådets nyckel för signering
tr: Nvidia depo imza anahtarı alınıyor

source: Debian 13 repo not found, falling back to Debian 12 repository
es_es: No se encuentra el repositorio de Debian 13, se recurre al repositorio de Debian 12.
fi: Debian 13 arkiota ei löytynyt, palataan Debian 12 arkistoon
fr_be: Le dépôt Debian 13 est introuvable. Le dépôt Debian 12 est utilisé à la place.
pt: Repositório Debian 13 não encontrado, por isso está a ser usado o do Debian 12
sq: S’u gjet depo Debian 13, po përdoret, nga halli, depoja Debian 12
sv: Debian 13 förråd ej hittat, går tillbaka till Debian 12 förråd

source: Error downloading nvidia direct repo key
de: Fehler beim Herunterladen des Nvidia-Direct-Paketquellenschlüssels
el: Σφάλμα λήψης κλειδιού του αποθετηρίου nvidia
es_es: Error descargando la clave del repo de nvidia direct
fi: Virhe ladattaessa Nvidia arkiston allekirjoitusta
fr_be: Erreur lors du téléchargement de la clé de dépôt direct Nvidia
gl_es: Erro ao descargar a chave do repositorio directo da nvidia
hu: Hiba az nvidia direct csomagforrás kulcs letöltése közben
it: Errore durante il download della chiave del repository diretto nvidia
nb: Klarte ikke laste ned Nvidias nøkkel for pakkearkiv
nl: Fout bij downloaden nvidia direct repo sleutel
pl: Błąd podczas pobierania klucza repozytorium Nvidia Direct
pt: Ocorreu um erro ao transferir a chave do repositório direto da NVidia
pt_br: Ocorreu um erro ao baixar a chave do repositório direto da NVidia
ru_ru: Ошибка загрузки ключа репозитория nvidia direct
sl: Napaka pri prenosu ključa za Nvidia Direct skladišče
sq: Gabim në shkarkim kyçi depoje të drejtpërdrejtë nvidia
sv: Fel vid nedladdning av nvidia direct förrådsnyckel
tr: nvidia direct repo anahtarının indirilmesi sırasında hata oluştu.

source: Would you like to check debian-backports for a later version?
cs: Přejete si zkontrolovat zda li je novější verze v repozitáři debian-backports?
de: Möchten Sie in den Debian Backports nach einer neueren Version suchen?
el: Θέλετε να ελέγξετε για νεότερη έκδοση στο αποθετήριο debian-backports;
es_es: ¿Le gustaría comprobar las versiones posteriores de debian-backports?
fi: Haluatko tarkistaa debian-backports uudemman version?
fil_ph: Gusto mo bang siyasatin ang debian-backports para sa pinakahuling bersyon?
fr_be: Voulez-vous vérifier si une version plus récente se trouve dans les dépôts de rétroportage - backports - Debian?
gl_es: Verificar se hai unha versión máis recente en debian-backports?
hu: Ellenőrzi a debian-backports csomagforrásokat egy újabb változatért?
it: Vuoi controllare i debian-backports per una versione successiva?
nb: Vil du undersøke i debian-backports etter nyere versjon?
nl: Wilt u de debian-backports controleren voor een recentere versie?
pl: Czy chcesz sprawdzić debian-backports dla nowszej wersji?
pt: Verificar se há uma versão mais recente em debian-backports?
pt_br: Verificar se há uma versão mais recente no repositório retroportado do Debian (debian-backports)?
ru_ru: Хотите проверить наличие в debian-бэкпорт более свежей версии?
sl: Ali naj preverim, če obstaja kakšna kasnejša različica med debian-backporti?
sq: Do të donit të kontrollohen te debian-backports për një version të mëvonshëm?
sv: Skulle du vilja kolla debian-backports efter en senare version?
tr: Daha sonraki sürüm için debian-backports’u incelemek ister misiniz?

source: Yes or No?
cs: Ano nebo Ne?
de: Ja oder nein?
el: Ναι ή όχι?
es_es: ¿Sí o No?
fi: Kyllä vai ei?
fil_ph: Oo o Hindi?
fr_be: Oui ou Non?
gl_es: Si ou non?
hu: Igen, vagy Nem?
it: Si o No?
nb: Ja eller nei?
nl: Ja of Nee?
pl: Tak czy Nie?
pt: Sim ou Não?
pt_br: Sim ou Não?
ru_ru: Да или Нет?
sl: Da ali ne?
sq: Po apo Jo?
sv: Ja eller Nej?
tr: Evet mi Hayır mı?

source: Yes
cs: Ano
de: Ja
el: Ναι
es_es: Sí
fi: Kyllä
fil_ph: Oo
fr_be: Oui
gl_es: Si
hu: Igen
it: Sì
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru_ru: Да
sl: Da
sq: Po
sv: Ja
tr: Evet

source: No
cs: Ne
de: Nein
el: Όχι
fi: Ei
fil_ph: Hindi
fr_be: Non
gl_es: Non
hu: Nem
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
ru_ru: Нет
sl: Ne
sq: Jo
sv: Nej
tr: Hayır

source: Enter Number of selection
cs: Zadejte číslo volby
de: Auswahlnummer eintragen
el: Εισαγωγή του αριθμού επιλογής
es_es: Introduzca Numero de la selección
fi: Syötä valinnan numero
fil_ph: Magpasok ng Numero o pagpipilian
fr_be: Entrer le numéro de sélection
gl_es: Inserir o número da opción seleccionada
hu: Adja meg a kiválasztott számot
it: Inserisci il numero di selezione
nb: Angi valgets tall
nl: Type selectie nummer
pl: Wpisz numer wyboru
pt: Introduzir o número da opção a executar
pt_br: Selecione uma opção inserindo um número
ru_ru: Введите выбранное число
sl: Vnesite številko izbire
sq: Jepni Numër përzgjedhjeje
sv: Skriv det valda alternativets nummer
tr: Seçim sayısını girin

source: Ok
el: Εντάξει
fil_ph: Ayos
fr_be: Valider
gl_es: Aceptar
pt: Aceitar
pt_br: Confirmar
sl: V redu
tr: Tamam

source: invalid option.
cs: neplatná volba.
de: Ungültige Option.
el: Μη έγκυρη επιλογή.
es_es: opción inválida.
fi: Virheellinen valinta.
fil_ph: mali ang pinagpipilian
fr_be: option invalide.
gl_es: opción inválida.
hu: érvénytelen opció.
it: opzione non valida.
nb: ugyldig valg.
nl: ongeldige optie.
pl: nieprawidłowa opcja.
pt: opção inválida.
pt_br: A opção não é válida.
ru_ru: неверная опция.
sl: napačna opcija.
sq: mundësi e pavlefshme.
sv: Ogiltigt alternativ
tr: Geçersiz seçenek

source: exiting
cs: ukončování
de: Beende
el: έξοδος
es_es: saliendo
fi: poistutaan
fil_ph: lumalabas
fr_be: Sortie
gl_es: saíndo
hu: kilépés
it: si esce
nb: avslutter
nl: eindigen
pl: wychodzenie
pt: a sair
pt_br: Saindo
ru_ru: выход
sl: zapiram
sq: po dilet
sv: Avslutar
tr: çıkılıyor

source: Would you like to check MX Test Repo for a later version?
cs: Přejete si zkontrolovat zda li je novější verze v repozitáři MX Test?
de: Möchten Sie in der MX-Test-Paketquelle nach einer neueren Version suchen?
el: Θέλετε να ελέγξετε για νεότερη έκδοση στο αποθετήριο του MX Test;
es_es: ¿Le gustaría comprobar si hay una versión posterior en MX Repositorio de Prueba?
fi: Haluatko tarkistaa MX Test arkistosta uudempaa versiota?
fil_ph: Gusto mo bang siyasatin ang MX Test Repo para sa pinakahuling bersyon?
fr_be: Voulez-vous vérifier s’il existe une version plus récente dans les dépôts test de MX?
gl_es: Verificar se hai unha versión máis recente de MX Test Repo?
hu: Ellenőrzi az MX teszt csomagforrásokat egy újabb változatért?
it: Volete controllare il repo MX Test per una versione successiva?
nb: Vil du undersøke i MX Test-pakkearkivet etter nyere versjon?
nl: Wilt u de MX Test pakketbron controleren voor een recentere versie?
pl: Czy chcesz sprawdzić repozytorium MX Test w poszukiwaniu nowszej wersji?
pt: Verificar se há uma versão mais recente no repositório MX Test?
pt_br: Verificar se há uma versão mais recente no repositório de Teste do MX (MX Test Repo)?
ru_ru: Хотите проверить наличие более свежей версии в репозитории MX Test?
sl: Ali naj preverim, če obstaja kakšna kasnejša različica v MX testnem skladišču?
sq: Do të donit të kontrollohet MX Test Repo për një version të mëvonshëm?
sv: Skulle du vilja kolla MX Test Repo efter en senare version?
tr: Daha sonraki sürüm için MX Sınama Deposunu denemek ister misiniz?

source: Would you like to check the Nvidia developer repo for a later version?
de: In den Nvidia-Entwicklerpaketquellen nach einer neueren Version suchen?
el: Θέλετε να ελέγξετε για νεότερη έκδοση στο αποθετήριο Nvidia Developer;
es_es: ¿Quiere buscar una versión más actualizada en el repositorio de desarrolladores de Nvidia?
fi: Haluatko tarkistaa Nvidia-kehittäjien arkistosta uudempaa versiota?
fr_be: Voulez-vous vérifier si une version plus récente est disponible dans le dépôt des développeurs Nvidia?
gl_es: Gustaríache comprobar o repositorio de desenvolvedores de Nvidia para unha versión máis recente?
hu: Szeretné megnézni az Nvidia fejlesztői csomagforrást egy későbbi verzióhoz?
it: Vuoi controllare il repository degli sviluppatori Nvidia per una versione successiva?
nb: Vil du undersøke i Nvidias utviklings-pakkearkiv etter nyere versjon?
nl: Wil je de Nvidia developer repo controleren op een latere versie?
pl: Czy chcesz sprawdzić, czy w repozytorium deweloperskim Nvidia jest dostępna nowsza wersja?
pt: Gostaria de verificar se existe uma versão mais recente no repositório de programadores da NVidia?
pt_br: Você gostaria de verificar se existe uma versão mais recente no repositório dos desenvolvedores da NVidia?
ru_ru: Хотели бы вы проверить репозиторий разработчика Nvidia на наличие более свежей версии?
sl: Ali bi radi preverili, če v Nvidia razvojnem skladišču obstaja novejša različica?
sq: Do të donit të kontrollohet depoja e zhvilluesve Nvidia për një version më të vonshëm?
sv: Vill du kontrollera om Nvidia developer förråd har en senare version?
tr: Nvidia geliştirici deposunu daha yeni bir sürüm için kontrol etmek ister misiniz?

source: Which driver do you wish to install
cs: Který ovladač si přejete nainstalovat?
de: Welchen Treiber möchten Sie installieren
el: Το πρόγραμμα οδήγησης που θέλετε να εγκαταστήσετε
es_es: ¿Que controlador desea instalar?
fi: Minkä ajurin haluat asentaa
fil_ph: Aling driver ang gusto mong i-install
fr_be: Quel pilote souhaitez-vous installer?
gl_es: Cal controlador instalar?
hu: Melyik illesztőprogramot szeretné telepíteni
it: Quale driver vuoi installare
nb: Hvilken driver vil du installere
nl: Welke driver wilt u installeren?
pl: Który sterownik chcesz zainstalować?
pt: Instalar qual controlador?
pt_br: Qual é o controlador que você quer instalar?
ru_ru: Какой драйвер Вы хотите установить
sl: Kateri gonilnik naj namestim?
sq: Cilin përudhës do të donit të instalohet
sv: Vilken drivrutin vill du installera
tr: Hangi sürücüyü yüklemek istersiniz?
