Repository: q4os/mxtools-for-debian
Catalog: ddm-mx/translations_script/po/ddm-mx_*.po
Languages: cs, de, el, es_es, fi, fil_ph, fr_be, gl_es, hu, it, nb, nl, pl, pt, pt_br, ru_ru, sl, sq, sv, tr

source: Newer driver releases may be available in the MX testing repository or debian-backports.
de: Neuere Treiber könnten in der MX-Testing-Paketquelle oder in Debian Backports verfügbar sein.
el: Ενδεχομένως να υπάρχει νεότερη έκδοση του προγράμματος οδήγησης στο αποθετήριο MX test ή debian-backports.
es_es: Puede haber versiones más recientes del controlador en el repositorio de pruebas MX o en debian-backports.
fi: Uudemmat julkaisut ajureista voi olla saatavilla MX-testing tai debian-backports arkistosta.
fr_be: Des versions plus récentes des pilotes peuvent être disponibles dans le dépôt test MX ou dans les rétroportages - backports- de Debian.
gl_es: Poden estar dispoñibles versións máis recentes dos controladores no repositorio de probas de MX ou debian-backports.
hu: Újabb illesztőprogram kiadások elérhetőek lehetnek az MX testing vagy a debian-visszaportolt forrásokban.
it: Rilasci di driver più recenti potrebbero essere disponibili nel repository MX test o in debian-backports.
nb: Nyere driverutgivelser kan være tilgjengelige i pakkearkivet «MX testing» eller debian-backports.
nl: Nieuwere stuurprogramma-releases kunnen beschikbaar zijn in de MX-test pakketbron of debian-backports.
pl: Nowsze wersje sterowników mogą być dostępne w repozytorium testowym MX lub w debian-backports.
pt: Versões mais recentes do driver podem estar disponíveis no repositório MX testing ou em debian-backports.
pt_br: As versões dos controladores mais recentes podem estar disponíveis no repositório de teste MX Linux ou no repositório retroportado do Debian (debian-backports).
ru_ru: Более новые версии драйверов могут быть доступны в тестовом репозитории MX или debian-backports.
sl: Novejši gonilniki so lahko na voljo v skladišču MX Testni ali v debian-backports.
sq: Versione te rinj përudhësi mund të ketë të gatshëm në depon test të MX-it, ose te debian-backports.
sv: Nyare drivrutinutgåvor kan finnas i MX testing förråd eller debian-backports.
tr: Daha yeni sürücü sürümleri, MX test havuzunda veya debian-backport’larda mevcut olabilir.

source: There may be options in the Nvidia Developer Repository
el: Ενδεχομένως να υπάρχουν επιλογές στο αποθετήριο Nvidia Developer
es_es: Puede haber opciones en el Repositorio de Desarrolladores de Nvidia
fi: Nvidia kehittäjien arkistossa saattaa olla vaihtoehtoja
fr_be: Il existe peut-être des options dans le dépôt des développeurs de Nvidia.
gl_es: Pode haber opcións no Repositorio de desenvolvedores de Nvidia
hu: Lehetnek lehetőségek az Nvidia fejlesztői tárolóban
nb: Det kan være alternativer i Nvidias utviklings-pakkearkiv
nl: Er kunnen opties zijn in de Nvidia Developer Repository
pl: Mogą istnieć opcje w repozytorium deweloperskim Nvidia
pt: Pode haver outras opções no Repositório de Desenvolvedores da NVidia
pt_br: Pode haver mais opções no repositório dos desenvolvedores da NVidia
ru_ru: В репозитории разработчиков Nvidia могут быть варианты
sl: V skladišču razvijalca Nvidia so lahko na voljo možnosti
sq: Mund të ketë mundësi te Depoja e Zhvilluesve Nvidia
sv: Det kan finnas alternativ i Nvidia Developer Förrådet

source: Your card is supported by the nvidia %s drivers series. %s
de: Ihre Karte wird unterstützt durch die nvidia %s drivers series. %s
el: Η κάρτα σας υποστηρίζεται από τη σειρά %s των προγραμμάτων οδήγησης nvidia. %s
es_es: Su tarjeta es compatible con la serie %s de controladores nvidia. %s
fi: Sinun näytönohjainta tukee nvidia %s ajurisarjaa. %s
fr_be: Votre carte est prise en charge par la %s série de pilotes %s Nvidia.
gl_es: A túa tarxeta é compatible cos controladores da serie %s de nvidia. %s
hu: A kártyáját az nvidia %s illesztőprogram sorozat támogatja. %s
it: La tua scheda è supportata dai driver %s serie nvidia. %s
nb: Dette kortet støttes av driverserien nvidia %s. %s
nl: Uw kaart wordt ondersteund door de nvidia %s drivers serie. %s
pl: Twoja karta jest obsługiwana przez serię %s sterowników nvidia. %s
pt: A sua placa é suportada pelos drivers da série %s NVIDIA. %s
pt_br: A sua placa de vídeo é suportada pela série de controladores %s da NVidia. %s
ru_ru: Ваша карта поддерживается %s серией драйверов nvidia. %s
sl: Vaša kartica je podprta s strani nvidia %sserije gonilnikov. %s
sq: Karta juaj mbulohet nga seria e përudhësve Nvidia %s. %s
sv: Ditt kort stöds av nvidia %s drivrutin-serie. %s
tr: Kartınız nvidia %s sürücüleri serisi %starafından desteklenmektedir.

source: Uh oh. Your card is only supported by the %s legacy drivers series, which is not in any current Debian suite.
de: Ihre Karte wird nur von der %s Legacy-Treiberserie unterstützt, die in keiner aktuellen Debian-Suite enthalten ist.
el: Η κάρτα σας υποστηρίζεται μόνο από τη παλιά σειρά %s των προγραμμάτων οδήγησης, τα οποία δεν υπάρχουν τώρα στο Debian.
es_es: ¡Vaya! Su tarjeta sólo es compatible con la serie %s de controladores heredados, que no está en ningún paquete actual de Debian.
fi: Voi ei. Sinun näytönohjainta tukevat vain %s vanhat ajurit, joita ei ole missään nykyisessä debian-paketissa.
fr_be: Oh oh. Votre carte est seulement gérée par la série de pilote %s hérité - legacy-, qui n’est pas dans la suite Debian actuelle.
gl_es: A tarxeta só é aceptada por controladores antigos da serie %s, que non constan en ningún dos actuais conxuntos Debian.
hu: Hűha. A kártyáját csak az %s régi illesztőprogram sorozata támogatja, amely nem érhető el semelyik jelenlegi Debian csomagban.
it: Oh oh. La tua scheda è supportata solo dai driver %s serie legacy, che non sono in nessuna suite Debian.
nb: Dette kortet støttes kun av den historiske driveren %s som ikke er tilgjengelige i nyere Debian-utgivelser.
nl: Uh oh. Uw kaart wordt alleen ondersteund door de %s legacy drivers serie, die in geen enkele huidige Debian suite zit.
pl: Uh oh. Twoja karta jest obsługiwana tylko przez starsze serie sterowników %s, których nie ma w żadnym obecnym pakiecie Debiana.
pt: Uh oh. A sua placa só é suportada pelos drivers da série %s legacy, que não estão disponíveis na atual versão do Debian.
pt_br: A sua placa de vídeo é suportada apenas pela série de controladores legados/herdados/antigos da série %s que não estão disponíveis em nenhum pacote da edição atual do Debian.
ru_ru: К сожалению, ваша карта поддерживается только %s устаревшими драйверами, которых нет в текущем наборе Debian.
sl: Uh, oh. Vaša kartica je podprta zolj preko opuščenih (legacy) %s gonilnikov, ki se trenutno ne nahajajo v nobenem Debian skladišču.
sq: Hëm. Karta juaj mbulohet vetëm nga seri të dikurshme %s përudhësish, që do të thotë jo në ndonjë suitë aktuale Debian.
sv: Uh oh. Ditt kort stöds enbart av %s legacy drivrutin-serie, som inte finns i någon Debian suite.
tr: Ah ah. Kartınız yalnızca, mevcut hiçbir Debian paketinde olmayan %s eski sürücü serisi tarafından destekleniyor.

source: Oops. Supported driver not found
de: Oops. Unterstützter Treiber nicht gefunden
el: Δεν βρέθηκε πρόγραμμα οδήγησης
es_es: ¡Vaya! No se ha encontrado el controlador compatible
fi: Voi ei. Tuettua ajuria ei löydy
fr_be: Oups. Le pilote supporté n’a pas été trouvé
gl_es: Oops. Non se atopou o controlador compatible
hu: Hoppá. Nem található támogatott illesztőprogram.
it: Ops. Driver supportato non trovato
nb: Dårlig nyhet: Fant ikke noen støttede drivere.
nl: Oeps. Ondersteund stuurprogramma niet gevonden
pl: Ups. Nie znaleziono obsługiwanego sterownika
pt: Oops. Driver suportado não encontrado.
pt_br: Não foi encontrado um controlador compatível com a sua placa de vídeo
ru_ru: Ой. Поддерживаемый драйвер не найден
sl: Ups. Ni podprtih gonilnikov
sq: Oh. S’u gjet përudhës i mbuluar
sv: Oops. Stödjande driv rutin inte hittad
tr: Hata. Desteklenen sürücü bulunamadı

source: It is recommended to install the following:
de: Es wird empfohlen, das Folgende zu installieren:
el: Συνιστάται η εγκατάσταση των:
es_es: Se recomienda instalar el siguiente:
fi: Suositeltavaa asentaa seuraavat:
fr_be: Il est recommandé d’installer le suivant:
gl_es: É recomendable instalar o seguinte:
hu: Javasolt a következőt telepíteni:
it: Si consiglia di installare quanto segue:
nb: Det anbefales å installere følgende:
nl: Het wordt aanbevolen het volgende te installeren:
pl: Zaleca się zainstalowanie następujących elementów:
pt: É recomendável instalar o seguinte:
pt_br: É recomendado instalar o seguinte controlador:
ru_ru: Рекомендуется установка следующего:
sl: Priporočena je namestitev:
sq: Rekomandohet të instalohet sa vijon:
sv: Det är rekommenderat att installera följande:
tr: Aşağıdakileri yüklemeniz önerilir:

source: To install alternate driver packages, use
de: Um alternative Treiberpakete zu installieren, verwenden Sie
el: Για να εγκαταστήσετε άλλα πακέτα προγραμμάτων οδήγησης, χρησιμοποιήστε
es_es: Para instalar paquetes de controladores alternativos, use
fi: Asenna vaihtoehtoiset ajuripaketit käyttämällä
fr_be: Pour installer d’autres paquets de pilotes, veuillez utiliser
gl_es: Para instalar paquetes de controladores alternativos, utilice
hu: Alternatív illesztőprogram csomagok telepítéséhez használja:
it: Per installare pacchetti di driver alternativi, utilizzare
nb: For å installere alternative driverpakker, bruk
nl: Om alternatieve stuurprogrammapakketten te installeren, gebruikt u
pl: Aby zainstalować alternatywne pakiety sterowników, użyj
pt: Para instalar um pacote de drivers alternativos, use
pt_br: Para instalar pacotes dos controladores alternativos, utilize
ru_ru: Для установки иных пакетов драйверов используйте:
sl: Za namestitev alternativnih gonilnikov uporabite
sq: Që të instaloni paketa alternative përudhësish, përdorni
sv: För att installera alternativa drivrutinspaket, använd
tr: Alternatif sürücü paketleri kurmak için şunu kullanın:

source: MX Test
es_es: MX de prueba
hu: MX teszt
pt_br: Teste do MX
ru_ru: MX Тест
sl: MX testno
