Repository: q4os/mxtools-for-debian
Catalog: ddm-mx/translations_script/po/ddm-mx_*.po
Languages: cs, de, el, es_es, fi, fil_ph, fr_be, gl_es, hu, it, nb, nl, pl, pt, pt_br, ru_ru, sl, sq, sv, tr

source: If you want to force the older bumblebee optimus drivers,\n quit and restart with sudo ddm-mx -i nvidia -f bumblebee-nvidia
cs: Pokud chcete natvrdo zadat dřívější verzi ovladačě bumblebee optimus,\n tohle ukončete a znovu spusťte příkazem sudo ddm-mx -i nvidia -f bumblebee-nvidia
de: Wenn Sie die älteren bumblebee optimus Treiber erzwingen wollen,\n beenden und starten Sie neu mit sudo ddm-mx -i nvidia -f bumblebee-nvidia
el: Εάν θέλετε τα παλαιότερα προγράμματα οδήγησης bumblebee optimus,\n κάνετε έξοδο και επανεκκίνηση με sudo ddm-mx -i nvidia -f bumblebee-nvidia
es_es: Si quiere forzar los controladores bumblebee optimus más antiguos, salga y reinicie con sudo ddm-mx -i nvidia -f bumblebee-nvidia
fi: Jos haluat pakottaa vanhemmat bumblebee optimus ajurit,\n lopeta ja aloita uudelleen komennolla sudo ddm-mx -i nvidia -f bumblebee-nvidia
fr_be: Si vous voulez forcer les anciens pilotes de bumblebee optimus,\n quittez et redémarrez avec sudo ddm-mx -i nvidia -f bumblebee-nvidia
gl_es: Se queres forzar os controladores antigos do bumblebee optimus,\n sair e reiniciar con sudo ddm-mx -i nvidia -f bumblebee-nvidia
hu: A kifejezetten a régebbi bumblebee optimus illesztőprogramot szeretné,\n lépjen ki és indítsa újra így sudo ddm-mx -i nvidia -f bumblebee-nvidia
it: Se vuoi forzare i vecchi driver bumblebee optimus,\n esci e riavvia con sudo ddm-mx -i nvidia -f bumblebee-nvidia
nb: For å tvinge gamle bumblebee optimus-drivere:\n Avslutt og start på nytt med sudo ddm-mx -i nvidia -f bumblebee-nvidia
nl: Als je de oudere bumblebee optimus drivers wilt forceren,\n sluit af en start opnieuw op door gebruik te maken van sudo ddm-mx -i nvidia -f bumblebee-nvidia
pl: Jeśli chcesz wymusić starsze sterowniki bumblebee optimus,\n zamknij i uruchom ponownie za pomocą sudo ddm-mx -i nvidia -f bumblebee-nvidia
pt: Para forçar o uso dos controladores bumblebee optimus antigos,\n sair e reiniciar com sudo ddm-mx -i nvidia -f bumblebee-nvidia
pt_br: Se você quiser forçar os controladores ‘bumblebee’ da série ‘Optimus’, saia da\n sessão e reinicie com o comando ‘sudo ddm-mx -i nvidia -f bumblebee-nvidia’
ru_ru: Если вы хотите принудительно установить старые драйверы Bumblebee Optimus,\n завершите работу и перезапустите с помощью «sudo ddm-mx -invidia -f bumblebee-nvidia»
sl: Če želite vsiliti rabo starejših bumblebee optimus gonilnikov.\nprekinite in ponovno zaženite s sudo ddm-mx -i nvidia -f bumblebee-nvidia
sq: Nëse dëshironi të aplikohen doemos përudhës të dikurshëm bumblebee optimus,\n dilni nga këtu dhe riniseni me: sudo ddm-mx -i nvidia -f bumblebee-nvidia
sv: Om du vill tvinga de äldre bumblebee optimus drivrutinerna,\n avsluta och starta om med sudo ddm-mx -i nvidia -f bumblebee-nvidia
tr: Eski bumblebee optimus sürücülerini zorlamak istiyorsanız\n çıkın ve sudo ddm-mx -i nvidia -f bumblebee-nvidia ile yeniden başlatın

source: You need to use the bumblebee-nvidia driver.
cs: Musí se použít ovladač bumblebee-nvidia.
de: Sie müssen den bumblebee-nvidia-Treiber verwenden.
el: Πρέπει να χρησιμοποιήσετε το πρόγραμμα οδήγησης bumblebee-nvidia.
es_es: Necesita usar el controlador bumblebee-nvidia.
fi: Sinun on käytettävä bumblebee-nvidia ajuria.
fr_be: Vous devez utiliser le pilote bumblebee-nvidia.
gl_es: Precisas usar o controlador bumblebee-nvidia.
hu: A bumblebee-nvidia illesztőprogramot kell használnia.
it: Devi usare il driver bumblebee-nvidia.
nb: Bruk driveren bumblebee-nvidia.
nl: Je moet het bumblebee-nvidia stuurprogramma gebruiken.
pl: Musisz użyć sterownika bumblebee-nvidia.
pt: É necessário usar o controlador bumblebee-nvidia.
pt_br: Você precisa utilizar o controlador ‘bumblebee-nvidia’.
ru_ru: Вам нужно использовать драйвер «bumblebee-nvidia».
sl: Uporabite bumblebee-nvidia gonilnik.
sq: Lypset të përdorni përudhësin bumblebee-nvidia.
sv: Du måste använda bumblebee-nvidia drivrutin.
tr: bumblebee-nvidia sürücüsünü kullanmanız gerekiyor.

source: nvidia driver not available, check your repo sources
cs: Ovladač Nvidia není k dispozici, zkontrolujte nastavení zdrojových repozitářů
de: Der Nvidia-Treiber ist nicht verfügbar, prüfen Sie Ihre Paketquellen!
el: το πρόγραμμα οδήγησης nvidia δεν είναι διαθέσιμο, ελέγξτε τα αποθετήρια
es_es: Controlador nvidia no disponible, compruebe las fuentes de su repositorio
fi: nvidia-ajuri ei ole saatavilla, tarkista arkistolähteet
fil_ph: ang nvidia driver ay hindi matagpuan, siyasatin ang sources ng repo
fr_be: Pilote Nvidia indisponible, vérifier les sources de vos dépôts
gl_es: controlador nvidia non dispoñible; verificar as orixes dos repositorios
hu: nvidia illesztőprogram nem érhető el, ellenőrizze a csomagforrásokat
it: il driver nvidia non è disponibile, controlla l'elenco dei tuoi repository
nb: nvidia-driver er ikke tilgjengelig - undersøk pakkearkivstiene
nl: nvidia driver niet beschikbaar, controleer uw pakketbronnen
pl: sterownik nvidia jest niedostępny, sprawdź źródła swojego repozytorium
pt: controlador nvidia não disponível; verificar as origens dos repositórios
pt_br: O controlador da NVidia não está disponível, verifique se está disponível nos repositórios
ru_ru: nvidia драйвер недоступен, проверьте источники репозиториев
sl: nvidia gonilnik ni na voljo, preverite svoje vire skladišča
sq: s’ka përudhës nvidia, kontrolloni burimet tuaja depo
sv: nvidia drivrutin ej tillgänglig, kontrollera dina använda förråd
tr: nvidia sürücüsü mevcut değil, depo kaynaklarınızı gözden geçirin

source: Uh oh. Your card is only supported by older legacy drivers which are not in any current Debian suite.
cs: Ale ne! Vaše karta je podporována pouze dřívěji vydanými ovladači, které se nenacházejí v aktuálním vydání Debian-u.
de: Ihre Karte wird nur von älteren Archivtreibern unterstützt, die aber nicht in der aktuellen Debian-Suite vorhanden sind.
el: Η κάρτα σας υποστηρίζεται μόνο από παλαιότερα προγράμματα οδήγησης, τα οποία δεν βρίσκονται πλέον στο Debian.
es_es: Oh, oh. Su tarjeta sólo es compatible con los controladores antiguos que no están en ningún paquete actual de Debian.
fi: Voi ei. Näytönohjaimesi on vanhaa mallia eikä sille enää löydy ajureita nykyisestä Debianin versiosta.
fil_ph: Teka. Ang iyong card ay tinatanggap lamang sa mga lumang driver na legacy na hindi uubra sa kasalukuyang Debian suite.
fr_be: Oh oh. Votre carte est seulement gérée par d’anciens pilotes hérités « legacy » qui ne sont pas dans la suite Debian actuelle.
gl_es: A tarxeta só é aceptada por controladores antigos que non constan en ningún dos actuais conxuntos Debian.
hu: Hűha. A grafikus kártyáját csak a régebbi illesztőprogramok támogatják, amelyek nem érhetők el jelenleg a Debian forrásokban.
it: Ahi ahi! La tua scheda è supportata solamente dai drivers legacy più vecchi che non sono più disponibili nei repository Debian correnti.
nb: Dette kortet støttes kun av historiske drivere som ikke er tilgjengelige i nyere Debian-utgivelser.
nl: Uh oh. Uw kaart wordt enkel ondersteund door oudere drivers die zich in geen enkele actuele Debian uitvoering bevinden.
pl: Twoja karta jest obsługiwana tylko przez starsze sterowniki, które nie występują w żadnym obecnym pakiecie Debiana.
pt: A placa só é aceite por controladores antigos que não constam em nenhum dos actuais conjuntos Debian.
pt_br: A sua placa é suportada apenas por controladores legados (legacy) mais antigos que não estão em nenhum pacote da versão atual do Debian.
ru_ru: К сожалению, Ваша карта поддерживается только устаревшими драйверами, которых нет в текущем наборе Debian.
sl: Uh, oh. Vaša kartica je podprta zgolj s starejšimi legacy gonilniki, ki se trenutno ne nahajajo v nobenem Debian paketu.
sq: Oh oh. Karta juaj mbulohet vetëm nga përudhës të dikurshëm, të cilët s’gjenden në ndonjë suitë të tanishme Debian.
sv: Å nej. Ditt kort stöds enbart av äldre legacy drivrutiner som inte finns i nuvarande Debian.
tr: Eyvah. Kartınız sadece, şu an Debian deposunda bulunmayan eski sürücüleri destekliyor.

source: Main repo candidate is:
cs: Kandidát z Hlavního repozitáře je:
de: Kandidat aus den Hauptpaketquellen ist:
el: Στο βασικό αποθετήριο:
es_es: El candidato del repo principal es:
fi: Pääarkiston ehdokas on:
fil_ph: Ang candidate ng main repo ay:
fr_be: Version candidate du dépôt principal:
gl_es: Candidato do repositorio principal:
hu: A fő csomagforrás jelölt:
it: Il candidato del repo Main è:
nb: Kandidat i hovedpakkearkiv:
nl: Hoofd pakketbronkandidaat is:
pl: Kandydat głównego repozytorium to:
pt: Candidato do repositório principal:
pt_br: O candidato do repositório principal é o:
ru_ru: Кандидат из основного репозитория:
sl: Kandidat glavnega skladišča je:
sq: Kandidat për burim kryesor është:
sv: Main repo kandidat är:
tr: Ana depo adayı:

source: Debian backports candidate is:
cs: Kandidát z Debian Beackports je:
de: Kandidat aus den Debian Backports ist:
el: Στο αποθετήριο Debian backports:
es_es: El candidato de Debian backports es:
fi: Debian backports ehdokas on:
fil_ph: Ang candidate ng backports ng Debian ay:
fr_be: Version candidate des rétroportages - backports - Debian:
gl_es: Candidato dos retroportados do Debian:
hu: A Debian visszaportolt csomagforrás jelölt:
it: Il candidato di debian backports è:
nb: Kandidat i Debian backports:
nl: Debian backports kandidaat is:
pl: Kandydat Debian backports to:
pt: Candidato dos retroportados do Debian:
pt_br: O candidato do repositório retroportado do Debian é o:
ru_ru: Кандидат из debian-бэкпорт:
sl: Debian backport kandidat je:
sq: Kandidat për “Debian backports” është:
sv: Debian backports kandidat är:
tr: Debian backports adayı:

source: MX Test repo candidate is:
cs: Kandidátem z repozitáře MX Test je:
de: Kandidat aus den MX-Test-Paketquellen ist:
el: Στο αποθετήριο MX Test:
es_es: El candidato del repo MX de pruebas es:
fi: MX Test arkistoehdokas on:
fil_ph: Ang candidate ng MX Test repo ay:
fr_be: Le candidat du dépôt test de MX est:
gl_es: Candidato do MX Test repo:
hu: Az MX teszt csomagforrás jelölt:
it: Il candidato del repo MX Test è:
nb: Kandidat i MX Test-pakkearkiv:
nl: MX Test pakketbronkandidaat is:
pl: Kandydat repozytorium MX Test to:
pt: Candidato do MX Test repo:
pt_br: Candidato do repositório de Teste do MX é o:
ru_ru: MX Тестовый кандидат из репозитория:
sl: Kandidat MX testnega skladišča je:
sq: Kandidat për depo MX Test është:
sv: MX Test repo kandidat är:
tr: MX Test deposu adayı:

source: Nvidia developer repo candidate is:
de: Der Nvidia-Entwicklerpaketquellen-Kandidat ist:
el: Στο αποθετήριο Nvidia Developer:
es_es: El repo de desarrollo beta de Nvidia es:
fi: Nvidia kehittäjäjien arkistoehdokas on:
fr_be: Le candidat dans le dépôt des développeurs Nvidia est:
gl_es: O repositorio de desenvolvedores da Nvidia candidato é:
hu: Az Nvidia fejlesztői csomagforrás jelöltje:
it: Il candidato del repo degli sviluppatori Nvidia è:
nb: Kandidat i Nvidias utviklings-pakkearkiv:
nl: Nvidia ontwikkelaar repo kandidaat is:
pl: Kandydatem na repozytorium deweloperskiego Nvidia jest:
pt: O candidato ao repositório de programadores da Nvidia é:
pt_br: O pacote candidato no repositório dos desenvolvedores da NVidia é:
ru_ru: Кандидат из репозитория Nvidia:
sl: Kandidat Nvidida razvojnega skladišča je:
sq: Depo kandidate zhvilluesish Nvidia është:
sv: Nvidia developer förrådets kandidat är:
tr: Nvidia geliştirici repo adayı:

source: nvidia driver already installed
cs: Nvidia ovladač je již nainstalován
de: Nvidia-Treiber sind bereits installiert
el: είναι ήδη εγκατεστημένο το πρόγραμμα οδήγησης nvidia
es_es: controlador de nvidia ya instalado
fi: nvidia-ajuri on jo asennettu
fil_ph: ang nvidia driver already installed
fr_be: Pilote Nvidia déjà installé
gl_es: controlador nvidia xa instalado
hu: nvidia illesztőprogram már telepítve van
it: il driver nvidia è già installato
nb: nvidia-driver er allerede installert
nl: nvidia driver reeds geïnstalleerd
pl: sterownik nvidia jest już zainstalowany
pt: controlador nvidia já instalado
pt_br: O controlador da NVidia já está instalado
ru_ru: nvidia драйвер уже установлен
sl: nvidia gonilnik je že nameščen
sq: përudhës nvidia tashmë i instaluar
sv: nvidia drivrutin redan installerad
tr: nvidia sürücüsü zaten kurulu

source: Reinstall or quit?
cs: Přeinstalovat nebo skončit?
de: Erneut installieren oder beenden?
el: Θέλετε να το εγκαταστήστε πάλι ή να εγκαταλείψετε;
es_es: ¿Reinstalar o salir?
fi: Asenna uudelleen tai lopeta?
fil_ph: Gusto mo bang mag-reinstall o umalis?
fr_be: Réinstaller ou quitter?
gl_es: Reinstalar ou saír?
hu: Újratelepítés vagy kilépés?
it: Reinstallare o uscire?
nb: Installere på nytt eller avslutte?
nl: Opnieuw installeren of stoppen?
pl: Zainstalować ponownie czy zakończyć?
pt: Reinstalar ou sair?
pt_br: Você quer reinstalar ou sair?
ru_ru: Переустановить или выйти?
sl: Ponovna namestitev ali končanje?
sq: Të riinstalohet, apo të dilet?
sv: Ominstallera eller avsluta?
tr: Yeniden mi kursun yoksa çıksın mı?

source: Reinstall
cs: Přeinstalovat
de: Erneut installieren
el: Επανεγκατάσταση
es_es: Reinstalar
fi: Asenna uudelleen
fil_ph: Mag-reinstall
fr_be: Réinstaller
gl_es: Reinstalar
hu: Újratelepítés
it: Reinstallare
nb: Installer på nytt
nl: Opnieuw installeren
pl: Zainstaluj ponownie
pt: Reinstalar
pt_br: Reinstalar
ru_ru: Переустановить
sl: Ponovno namesti
sq: Riinstaloje
sv: Ominstallera
tr: Yeniden kur

source: quit
cs: Konec
de: Beenden
el: εγκατάλειψη
es_es: salir
fi: lopeta
fil_ph: lumabas
fr_be: quitter
gl_es: saír
hu: kilépés
it: uscire
nb: avslutt
nl: stop
pl: zakończ
pt: Sair
pt_br: Sair
ru_ru: выход
sl: končaj
sq: mbylle
sv: avsluta
tr: çıkış

source: reinstalling
cs: přeinstalování
de: Reinstalliere
el: επανεγκατάσταση
es_es: reinstalando
fi: asennetaan uudelleen
fil_ph: nagre-reinstall
fr_be: réinstallation
gl_es: reinstaladno
hu: újratelepítés
it: reinstallazione in corso
nb: installerer på nytt
nl: herinstalleren
pl: ponowna instalacja
pt: a reinstalar
pt_br: Reinstalando
ru_ru: переустановка
sl: ponovno nameščanje
sq: riinstalim
sv: Ominstallerar
tr: yeniden kuruluyor

source: No nvidia card found - exiting
cs: Nebyla nazelezena karta Nvidia - odcházím
de: Keine Nvidia-Karte gefunden - verlasse das Programm
el: Δεν βρέθηκε κάρτα γραφικών της nvidia - έξοδος
es_es: No se encontró ninguna tarjeta nvidia - saliendo
fi: Nvidia ohjainta ei löytynyt - poistutaan
fil_ph: Wlang matagpuang nvidia card - palabas na
fr_be: Aucune carte Nvidia trouvée - terminé
gl_es: Ningunha tarxeta nvidia atopada - a saír
hu: Nem található nvidia kártya - kilépés
it: Non è stata trovata alcuna scheda nvidia - si esce
nb: Fant ingen Nvidia-kort - avslutter
nl: Geen nvidia kaart gevonden - stoppen
pl: Nie znaleziono karty Nvidia - wychodzenie
pt: Nenhuma placa nvidia encontrada - a sair
pt_br: Nenhuma placa da NVidia foi encontrada - saindo
ru_ru: Не найдена nvidia карта - выход
sl: Nisem našel nvidia kartice - zapiram
sq: S’u gjet kartë nvidia - po dilet
sv: Inget nvidia kort hittat - avslutar
tr: nvidia kartı bulunamadı - çıkılıyor

source: Try latest nvidia-driver?
de: Den neuesten nvidia-Treiber benutzen?
el: Θέλετε το τελευταίο πρόγραμμα οδήγησης της nvidia;
es_es: ¿Ha probado con el último controlador de Nvidia?
fi: Kokeile uusinta nvidia-ajuria?
fr_be: Essayer le dernier pilote Nvidia?
gl_es: Proba o último controlador de nvidia?
hu: Megpróbálja a legfrissebb nvidia illesztőprogramot?
it: Provo l'ultimo driver nvidia?
nb: Forsøk seneste nvidia-driver?
nl: Nieuwste nvidia-driver proberen?
pl: Wypróbować najnowszy sterownik nvidia?
pt: Tentar o controlador da nvidia mais recente?
pt_br: Você tentar instalar o controlador da NVidia mais recente?
ru_ru: Попробовать последний драйвер Nvidia?
sl: Ste preizkusili zadnje nvidia gonilnike?
sq: Të provohen përudhësit më të rinj Nvidia?
sv: Försöka senaste nvidia-drivrutin?
tr: En son nvidia-driver’ı dene?

source: Available Nvidia Developer Repo Versions
el: Διαθέσιμες εκδόσεις στο αποθετήριο Nvidia Developer
es_es: Versiones disponibles del repositorio de desarrolladores de Nvidia
fi: Saatavilla olevat Nvidia kehittäjien arkistoversiot
fr_be: Versions disponibles dans le dépôt des développeurs Nvidia
gl_es: Versións dispoñibles do repositorio de desenvolvedores Nvidia
hu: Elérhető Nvidia fejlesztői tároló verziók
nb: Tilgjengelige utviklerversjoner fra Nvidias pakkearkiv
nl: Beschikbare Nvidia Developer Repo-versies
pl: Dostępne wersje repozytorium deweloperskiego Nvidia
pt: Versões disponíveis no Repositório de Desenvolvedor Nvidia
pt_br: Versões do controlador que estão disponíveis nos repositórios dos desenvolvedores da NVidia
ru_ru: Доступные версии репозитория Nvidia Developer
sl: Različice iz skladišča razvijalca Nvida, ki so na voljo
sq: Versione të Gatshëm Depoje Zhvilluesish Nvidia
sv: Tillgängliga Nvidia Developer Förrådsversioner

source: Disable Nvidia Developer Repo (default)
el: Απενεργοποίηση του αποθετηρίου των Nvidia Developer (προεπιλογή)
es_es: Desactivar repositorio de desarrolladores de Nvidia (por defecto)
fi: Poista Nvidia kehittäjien arkistot (oletus)
fr_be: Désactiver le dépôt des développeurs Nvidia (par défaut)
gl_es: Desactivar o repositorio de desenvolvedores Nvidia (predeterminado)
hu: Nvidia fejlesztői tároló tiltása (alapértelmezett)
nb: Slå av Nvidias utviklings-pakkearkiv
nl: Nvidia Developer Repo Uitschakelen (standaard)
pl: Wyłącz repozytorium deweloperskiego Nvidia (domyślne)
pt: Desativar Repositório de Desenvolvedor Nvidia (padrão)
pt_br: Desativar o repositório dos desenvolvedores da NVidia (esta é a opção padrão)
ru_ru: Отключить репозиторий Nvidia Developer (по умолчанию)
sl: Onemogoči skladišče razvijalca Nvidia (privzeto)
sq: Çaktivizo Depo Zhvilluesish Nvidia (parazgjedhje)
sv: Stäng av Nvidia Developer Förråd (standard)

source: adding module options and grub config
es_es: Añadir opciones de módulo y configuración de grub
fi: lisätään moduulin valinnat ja grub-määritys
fr_be: ajout d’options des modules et de configuration grub
pl: dodawanie opcji modułu i konfiguracji GRUB
pt: a adicionar opções de módulo e configuração do grub
sl: dodajanje možnosti modula in grub nastavitev
sq: shtim mundësish modulesh dhe formësim grub-i
sv: lägger till modulalternativ och grub config

source: removing module options and grub config
es_es: Eliminar opciones de módulo y configuración de grub
fi: poistetaan moduulin valinnat ja grub-määritys
fr_be: suppression des options des modules et de la configuration grub
pl: usuwanie opcji modułu i konfiguracji GRUB
pt: a remover opções de módulo e configuração do grub
sl: odstranjevanje možnosti modula in grub nastavitev
sq: heqje mundësish modulesh dhe formësimi grub
sv: tar bort modulalternativ och grub config

source: Reports the Debian packages supporting the NVIDIA GPU that is installed on the local system (or given as a PCIID parameter).
de: Ermittelt Debian-Pakete, die den NVIDIA-Grafikprozessor unterstützen, der im lokalen System installiert ist (oder als PCIID-Parameter angegeben wurde).
el: Αναφέρονται τα πακέτα Debian που υποστηρίζουν την κάρτα γραφικών NVIDIA του συστήματος (ή δίνονται ως παράμετρος PCIID).
es_es: Informa sobre los paquetes de Debian que admiten la GPU NVIDIA que está instalada en el sistema local (o proporcionada como un parámetro PCIID).
fi: Raportoi tietokoneeseen asennetun (tai PCIID-parametrina annetun) NVIDIA-näytönohjainta tukevat Debian-paketit.
fr_be: Rapporte les paquets Debian prenant en charge le GPU NVIDIA qui sont installés sur le système local (ou donnés comme paramètre PCIID).
gl_es: Informa dos paquetes Debian que soportan la GPU NVIDIA instalada en el sistema local (o proporcionada como parámetro PCIID).
hu: Megjeleníti a helyi rendszeren lévő (vagy a PCIID paraméterben megadott) NVIDIA GPU-t támogató Debian csomagokat.
it: Riporta i pacchetti Debian che supportano la GPU NVIDIA installata sul sistema locale (o forniti come parametro PCIID).
nb: Rapporterer Debian-pakkene som støtter NVIDIA-GPU-en som er installert på det lokale systemet (eller gitt som en PCIID-parameter).
nl: Rapporteert Debian-pakketten die compatibel zijn met de NVIDIA GPU die op het lokale systeem is geïnstalleerd (of opgegeven als PCIID-parameter).
pl: Zgłasza pakiety Debiana obsługujące procesor graficzny NVIDIA, który jest zainstalowany w systemie lokalnym (lub podany jako parametr PCIID).
pt: Reporta os pacotes Debian que suportam o GPU NVIDIA que está no seu sistema (ou dado como parâmetro PCIID)
pt_br: Relate os pacotes do Debian que suportam a placa de vídeo ou GPU da NVidia que está instalada no sistema operacional local (ou fornecida como um parâmetro do tipo PCIID).
ru_ru: Сообщает о пакетах Debian, поддерживающих графический процессор NVIDIA, установленного в локальной системе (или указанного в параметре PCIID).
sl: Obvestilo o Debian paketih, ki podpirajo NVIDIDA grafični procesor, ki je nameščen na lokalnem sistemu (ali ga poda kot PCIID parameter).
sq: Raporton rreth paketash Debian që mbulojnë NVIDIA GPU që është instaluar në sistemin vendor (ose dhënë si parametër PCIID).
sv: Rapporterar om Debianpaketen som stöder den NVIDIA GPU som är installerad på det lokala systemet (eller given som en PCIID parameter).
tr: Yerel sistemde kurulu (veya bir PCIID parametresi olarak verilen) NVIDIA GPU’yu destekleyen Debian paketlerini bildirir.

source: Latest
de: Neueste
el: Τελευταίο
es_es: Más reciente
fi: Uusin
fr_be: Le plus récent
gl_es: Último
hu: Legfrissebb
it: Ultimo
nb: Nyeste
nl: Meest recent
pl: Najnowszy
pt: Mais recente
pt_br: Mais recente
ru_ru: Последнее
sl: Najnovejši
sq: Më të rinjtë
sv: Senaste
tr: En son

source: A newer driver may add support for your card.
de: Ein neuer Treiber könnte Unterstützung für Ihre Karte hinzufügen.
el: Μπορεί ένα νεότερο πρόγραμμα οδήγησης να υποστηρίζει την κάρτα σας.
es_es: Es posible que un controlador más reciente añada compatibilidad con tu tarjeta.
fi: Uudempi ajuri voi lisätä tukea sinun näytönohjaimelle.
fr_be: Un pilote plus récent peut prendre en charge votre carte.
gl_es: Un controlador máis novo pode engadir soporte para a túa tarxeta.
hu: Egy újabb illesztőprogram biztosíthat támogatást a grafikus kártyájához.
it: Un driver più recente potrebbe aggiungere il supporto per la tua scheda.
nb: En nyere driver kan støtte dette kortet.
nl: Een nieuwer stuurprogramma kan ondersteuning voor uw kaart toevoegen.
pl: Obsługa twojej karty może zostać dodana w nowszym sterowniku.
pt: Um novo driver pode suportar a sua placa.
pt_br: Um controlador mais recente pode adicionar suporte para a sua placa de vídeo.
ru_ru: Более новый драйвер может добавить поддержку вашей карты.
sl: Novejši gonilnik lahko doda podporo za vašo kartico.
sq: Një përudhës më i ri mund të shtojë mbulim për kartën tuaj.
sv: En ny drivrutin kan lägga till stöd för ditt kort.
tr: Daha yeni bir sürücü kartınız için destek sağlayabilir.
