Repository: q4os/mxtools-for-debian
Catalog: ddm-mx/translations_script/po/ddm-mx_*.po
Languages: cs, de, el, es_es, fi, fil_ph, fr_be, gl_es, hu, it, nb, nl, pl, pt, pt_br, ru_ru, sl, sq, sv, tr

source: Unknown error
cs: Neznámá chyba
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es_es: Error desconocido
fi: Tuntematon virhe
fil_ph: Di matukoy na error
fr_be: Erreur inconnue
gl_es: Erro descoñecido
hu: Ismeretlen hiba
it: Errore sconosciuto
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt: Erro desconhecido
pt_br: Ocorreu um erro desconhecido
ru_ru: Неизвестная ошибка
sl: Neznana napaka
sq: Gabim i panjohur
sv: Okänt fel
tr: Bilinmeyen hata

source: Option-
cs: Možnost-
el: Η επιλογή-
es_es: Opción-
fi: Valinta-
fil_ph: Pagpipilian
gl_es: Opción-
hu: Opció-
it: Opzione-
nb: Valget-
nl: Optie-
pl: Opcja-
pt: Opção-
pt_br: A opção
ru_ru: Опция-
sl: Opcija-
sq: Mundësia-
sv: Alternativ-
tr: Seçenek-

source: requires an argument.
cs: vyžaduje se zadání argumentu
de: erfordert ein Argument.
el: απαιτεί όρισμα.
es_es: se require un argumento.
fi: vaatii argumentin.
fil_ph: nangangailangan ng argument.
fr_be: requiert un argument.
gl_es: require un argumento.
hu: argumentumot igényel.
it: richiede un argomento.
nb: krever et argument.
nl: vereist een argument.
pl: wymaga argumentu.
pt: requer um argumento.
pt_br: requer um argumento.
ru_ru: требует аргумент.
sl: potrebuje argument.
sq: lyp një argument.
sv: behöver ett argument
tr: Bir sav gerekli.

source: Run as root
cs: Spusti jako root
de: Mit Administratorrechten ausführen
el: Εκτέλεση ως διαχειριστής
es_es: Ejecutar como root
fi: Suorita pääkäyttäjänä
fil_ph: Paandarin bilang root
fr_be: Exécuter en tant qu’administrateur
gl_es: Executar como administrador
hu: Futtassa root felhasználóként
it: Avvia come root
nb: Kjør som root
nl: Als root uitvoeren
pl: Uruchom jako root
pt: Executar como root
pt_br: Executar como administrador (root)
ru_ru: Запуск от root
sl: Zaženi korensko
sq: Xhirojeni si rrënjë
sv: Kör som root
tr: Kök olarak çalıştır

source: Install drivers for:
cs: Instalovat ovladače pro:
de: Installiere Treiber für:
el: Εγκατάσταση προγραμμάτων οδήγησης για:
es_es: Instalar controladores para:
fi: Asenna ajurit laitteelle:
fil_ph: i-install ang drivers sa para sa:
fr_be: Installer les pilotes pour:
gl_es: Instalar controladores para:
hu: Illesztőprogramok telepítése ehhez:
it: Installa drivers per:
nb: Installer drivere for:
nl: Installeer drivers voor:
pl: Zainstaluj sterowniki dla:
pt: Instalar controladores para:
pt_br: Instalar os controladores para:
ru_ru: Установка драйверов для:
sl: Namesti gonilnike za:
sq: Instalo përudhës për:
sv: Installera drivrutiner för:
tr: Şunun için sürücüleri yükle:

source: Nvidia driver installer
cs: Nainstalovat ovladače Nvidia
de: Nvidia-Treiberinstallation
el: Εγκατάσταση προγράμματος οδήγησης Nvidia
es_es: Instalador de controladores Nvidia
fi: Nvidian ajurien asennus
fr_be: Installation pilote Nvidia
gl_es: Instalar controlador Nvidia
hu: Nvidia illesztőprogram telepítő
it: Installatore driver Nvidia
nb: Installer Nvidia-driver
nl: Nvidia driver installeerder
pl: Instalator sterowników Nvidia
pt: Instalador de controladores Nvidia
pt_br: Instalador de Controladores da NVidia
ru_ru: Установщик драйвера Nvidia
sl: Namestilnik Nvidia gonilnika
sq: Instalues përudhësish Nvidia
sv: Nvidia drivrutin-installerare
tr: Nvidia sürücü yükleme programı

source: Install proprietary nvidia driver from repo
cs: Nainstalovat ovladače pro Nvidia z repozitáře
de: Proprietären nvidia-Treiber aus der Paketquelle installieren
el: Εγκατάσταση ιδιόκτητου προγράμματος οδήγησης κάρτας γραφικών nvidia από αποθετήριο
es_es: Instalar el driver propietario de nvidia desde el repo
fi: Asenna Nvidian oma ajuri arkistosta
fr_be: Installer le pilote propriétaire Nvidia à partir du dépôt
gl_es: Instale o controlador propietario de nvidia desde o repositorio
hu: Zárt Nvidia illesztőprogram telepítése a tárolóból
it: Installa driver proprietari Nvidia dal repo
nb: Installer ikke-fri Nvidia-driver fra pakkearkivet
nl: Installeer nvidia eigendomsdriver van pakketbron
pl: Zainstaluj zastrzeżony sterownik nvidia z repozytorium
pt: Instalar o controlador proprietário Nvidia do repositório
pt_br: Instalar o controlador (driver) proprietário da NVidia do repositório
ru_ru: Установить проприетарный Nvidia драйвер из репозиториев
sl: Iz skladišča namesti avtorsko zaščitene Nvidia gonilnike
sq: Instalo përudhës pronësor nvidia që nga depoja
sv: Installera proprietär nvidia drivrutin från förråd
tr: Depodan tescilli nvidia sürücüsünü yükleyin

source: Invalid option
cs: Naplatná volba
de: Ungültige Option
el: Μη έγκυρη επιλογή
es_es: Opción inválida
fi: Virheellinen valinta
fil_ph: Maling pagpipilian
fr_be: Option non valide
gl_es: Opción inválida
hu: Érvénytelen opció
it: Opzione non valida
nb: Ugyldig valg
nl: Ongeldige optie
pl: Nieprawidłowa opcja
pt: Opção inválida
pt_br: A opção não é válida
ru_ru: Неверная опция
sl: Napačna opcija
sq: Mundësi e pavlefshme
sv: Ogiltigt alternativ
tr: Geçersiz seçenek

source: creating lock ...
cs: vytváření zámku ...
de: Sperrung wird hergestellt.....
el: κλείδωμα ...
es_es: creando bloqueo ...
fi: luodaan lukitusta ...
fil_ph: gumagawa ng lock...
fr_be: verrouillage en cours …
gl_es: creando bloqueo ...
hu: zárolás ...
it: creazione lock ...
nb: oppretter lås …
nl: slot creëren ...
pl: tworzenie blokady ...
pt: a criar bloqueio ...
pt_br: Criando o bloqueio...
ru_ru: создаю блокировку ...
sl: zaklepam ...
sq: po krijohet kyçje …
sv: skapar lås ...
tr: kilit oluşturulryor ...

source: Purge drivers for:
cs: Vyloučit ovladače pro:
de: Vollständige Entfernung der Treiber für :
el: Αφαίρεση προγραμμάτων οδήγησης για:
es_es: Purgar controladores para:
fi: Poista tämän laitteen ajurit:
fil_ph: Linisin ang drivers para sa:
fr_be: Purger les pilotes pour:
gl_es: Purgar controladores para:
hu: Illesztőprogramok törlése ehhez:
it: Eliminazione completa dei drivers per:
nb: Fjern drivere og slett oppsettsfiler for:
nl: Verwijder drivers voor:
pl: Usuń sterowniki dla:
pt: Purgar controladores para:
pt_br: Desinstalar os controladores para:
ru_ru: Сбросить драйверы для:
sl: Počisti gonilnike za:
sq: Spastroji përudhësat për:
sv: Avlägsna drivrutiner för:
tr: Şunun için sürücüleri temizle:

source: Start at (m/d/y):
cs: Spustit v (m/d/r):
de: Start am (m/t/j):
el: Ξεκινά στις (μ/η/ε):
es_es: Comienza en (m/d/y):
fi: Aloita aikaan (k/p/v):
fil_ph: Magsimula sa (m/d/y):
fr_be: Démarrage le (m/j/a):
gl_es: Iniciar en (m/d/a):
hu: Indítás (hónap/nap/év):
it: Avvia il (m/g/anno):
nb: Start den (m/d/å):
nl: Start op (m/d/j):
pl: Zacznij od (m/d/r):
pt: Iniciar em (m/d/a):
pt_br: Iniciar em (m/d/a):
ru_ru: Начало в (m/d/y):
sl: Začni na (m/d/y):
sq: Fillo më d(/m/y):
sv: Starta vid (m/d/y):
tr: (m/d/y) ile başla:

source: ERROR: Unknown argument: $DRV
cs: CHYBA: Neznámý agrument: $DRV
de: FEHLER: Unbekanntes Argument: $DRV
el: ΣΦΑΛΜΑ: Άγνωστο όρισμα: $DRV
es_es: ERROR: Argumento desconocido: $DRV
fi: VIRHE: tuntematon argumentti: $DRV
fil_ph: ERROR: Di matukoy na argument: $DRV
fr_be: ERREUR: Argument inconnu: $DRV
gl_es: ERRO: argumento descoñecido: $DRV
hu: HIBA: Ismeretlen argumentum: $DRV
it: ERRORE: Argomento sconosciuto: $DRV
nb: FEIL: Ukjent argument: $DRV
nl: FOUT: Onbekend argument: $DRV
pl: BŁĄD: Nieznany argument: $DRV
pt: ERRO: Argumento desconhecido: $DRV
pt_br: OCORREU UM ERRO: O argumento ‘$DRV’ não é conhecido
ru_ru: ОШИБКА: Неизвестный аргумент: $DRV
sl: NAPAKA: neznan argument: $DRV
sq: GABIM: Argument i panjohur: $DRV
sv: FEL: Okänt argument: $DRV
tr: ERROR: Bilinmeyen sav: $DRV

source: ERROR: Unknown argument:
cs: CHYBA: neznámý argument:
de: FEHLER: Unbekanntes Argument:
el: ΣΦΑΛΜΑ: Άγνωστο όρισμα:
es_es: ERROR: Argumento desconocido:
fi: VIRHE: tuntematon argumentti:
fil_ph: ERROR: Di matukoy na argument:
fr_be: ERREUR: Argument inconnu:
gl_es: ERRO: argumento descoñecido:
hu: HIBA: Ismeretlen argumentum:
it: ERRORE: Argomento sconosciuto:
nb: FEIL: Ukjent argument:
nl: FOUT: Onbekend argument:
pl: BŁĄD: Nieznany argument:
pt: ERRO: Argumento desconhecido:
pt_br: OCORREU UM ERRO: O argumento não é conhecido
ru_ru: ОШИБКА: Неизвестный аргумент:
sl: NAPAKA: neznan argument:
sq: GABIM: Argument i panjohur:
sv: FEL: Okänt argument:
tr: HATA: Bilinmeyen sav:

source: Device Driver Manager Help:
cs: Device Driver Manager pomůcka:
de: Hilfe Gerätetreiberverwaltung :
el: Βοήθεια για το πρόγραμμα οδήγησης της συσκευής:
es_es: Ayuda para Gestor de Controlador de Dispositivos:
fi: Ajurien laitehallinnan apuopas:
fil_ph: Gabay sa Manager ng Device Driver
fr_be: Aide du gestionnaire des pilotes de périphériques:
gl_es: Axuda do xestor de controladores de dispositivos:
hu: Illesztőprogram kezelő súgó:
it: Aiuto su Manager Driver Dispositivi:
nb: Hjelp for DDM (enhetsdriverbehandling):
nl: Apparaat Stuurprogrammabeheer Hulp:
pl: Pomoc Menedżera Sterowników Urządzeń:
pt: Ajuda do Gestor de Controladores de Dispositivos:
pt_br: Ajuda do Gerenciador de Controladores de Dispositivos:
ru_ru: Справка по Менеджеру драйверов устройств:
sl: Pomoč za upravljalnik gonilnikov naprav:
sq: Ndihmë për Përgjegjës Përudhësish Pajisjesh:
sv: Enhetsdrivrutin-hanterare Hjälp
tr: Aygıt Sürücü Yöneticisi Yardımı:

source: The following options are allowed:
cs: Následující možnosti jsou povoleny:
de: Folgende Optionen sind erlaubt :
el: Επιτρέπονται οι επιλογές:
es_es: Las siguientes opciones están permitidas:
fi: Seuraavat vaihtoehdot sallitaan:
fil_ph: Ang mga sumusunod na pagpipilian ay hindi pinapayagan:
fr_be: Les options suivantes sont autorisées:
gl_es: Son permitidas as seguintes opcións:
hu: A következő opciók érhetők el:
it: Sono consentite le seguenti opzioni:
nb: Følgende valg er tilgjengelige:
nl: De volgende opties zijn toegestaan:
pl: Następujące opcje są dozwolone:
pt: São permitidas as seguintes opções:
pt_br: São permitidas as seguintes opções:
ru_ru: Доступны следующие опции:
sl: Na voljo so naslednje opcije:
sq: Lejohen mundësitë vijuese:
sv: Följande alternativ är tillåtna:
tr: Aşağıdaki seçeneklere izin veriliyor:

source: Offer debian-backports alternative
cs: Nabídnout alternativu z debian-backports
de: Debian-Backports-Alternative anbieten
el: Εναλλακτικά από to debian-backports
es_es: Ofrecer la alternativa debian-backports
fi: Tarjoaa debian-backports vaihtoehdon
fr_be: Proposer l’alternative Debian rétroportage - backports
gl_es: Oferta alternativa debian-backports
hu: Debian-visszaportolt alternatívák felajánlása
it: Offre l'alternativa debian-backports
nb: Tilby alternativer fra debian-backports
nl: Debian-backports alternatief aanbieden
pl: Zaproponuj alternatywę dla debian-backports
pt: Oferecer alternativa do debian-backports
pt_br: Oferece uma alternativa ao repositório dos pacotes retroportados (backports) do Debian
ru_ru: Предлагать альтернативу debian-backports
sl: Ponudi debian-backport alternativo
sq: Ofro alternativë debian-backports
sv: Erbjud debian-backports alternativ
tr: Debian-backports alternatifi öner

source: Offer Nvidia developer repo alternative
de: Nvidia-Entwicklerpaketquellen anbieten
el: Εναλλακτικά από το αποθετήριο Nvidia Developer
es_es: Ofrecer una alternativa al repositorio de desarrolladores de Nvidia
fi: Tarjoaa Nvidia-kehittäjien arkisto vaihtoehdon
fr_be: Proposer une alternative au dépôt des développeurs Nvidia
gl_es: Oferta alternativa do repositorio de desenvolvedores da Nvidia
hu: Nvidia alternatív fejlesztői csomagforrás felajánlása
it: Offre un repo alternativo agli sviluppatori Nvidia
nb: Tilby Nvidias utviklingsversjoner som alternativ
nl: Nvidia-ontwikkelaarsrepo alternatief aanbieden
pl: Zaoferuj alternatywę dla repozytorium deweloperskiego Nvidia
pt: Oferecer uma alternativa ao repositório de programadores da NVidia
pt_br: Oferecer uma alternativa ao repositório dos desenvolvedores da NVidia
ru_ru: Предлагать альтернативный репозиторий Nvidia.
sl: Ponudi nadomestek za Nvidia skladišče
sq: Ofro alternativë depoje zhvilluesish Nvidia
sv: Erbjud Nvidia developer förråd som alternativ
tr: Nvidia geliştirici deposu alternatifi öner.

source: Implies -f nvidia-driver
el: Συνεπάγεται -f nvidia-driver
es_es: Implica -f nvidia-driver
fr_be: Implique -f nvidia-driver
gl_es: Implica -f nvidia-driver
hu: Magában foglalja a -f nvidia-driver használatát
nb: Medfører -f nvidia-driver
nl: Impliceert -f nvidia-driver
pl: Oznacza -f nvidia-driver
pt: Implica usar o parâmetro ‘-f nvidia-driver’
pt_br: Implica em ter o parâmetro ‘-f nvidia-driver’
sl: Predpostavlja -f nvidia-driver
sq: Nënkupton -f nvidia-driver
sv: Indikerar -f nvidia-driver

source: Create 20-nvidia.conf
de: 20-nvidia.conf erstellen
el: Δημιουργία του αρχείου 20-nvidia.conf
es_es: Crear 20-nvidia.conf
fi: Luo 20-nvidia.conf
fr_be: Créer le fichier 20-nvidia.conf
gl_es: Crear 20-nvidia.conf
hu: 20-nvidia.conf létrehozása
it: Crea 20-nvidia.conf
nb: Opprett 20-nvidia.conf
nl: Creëer 20-nvidia.conf
pl: Utwórz 20-nvidia.conf
pt: Criar 20-nvidia.conf
pt_br: Criar o arquivo de configurações ‘20-nvidia.conf’
ru_ru: Создать 20-nvidia.conf
sl: Ustvari 20-nvidia.conf
sq: Krijo 20-nvidia.conf
sv: Skapa 20-nvidia.conf
tr: 20-nvidia.conf oluştur

source: Add grub commandline and modules options to help with wayland
es_es: Añadir opciones de comandos y módulos al Grub para ayudar con Wayland
fi: Lisää grub-komentorivi, sekä moduulien valinnaiset Wayland asetukset
fr_be: Ajouter la ligne de commande grub et les options de modules pour faciliter l’utilisation de Wayland
pl: Dodaj opcje wiersza poleceń i modułów GRUB, aby ułatwić korzystanie z Wayland
pt: Adicionar opções de linha de comando e módulos do grub para ajudar com o wayland
sl: Dodaj grub ukazno vrstico in možnosti modula za wayland pomoč
sq: Shtoni mundësitë grub për rresht urdhrash dhe module, për të ndihmuar me Wayland-in
sv: Lägg till grub kommandolinje och modulalternativ som hjälp med wayland

source: Remove grub commandline and modules options related to wayland
es_es: Eliminar de Grub las opciones de comandos y módulos relacionadas con Wayland.
fi: Poista grub-komentorivi ja Waylandiin liittyvät moduulit sekä asetukset
fr_be: Supprimer la ligne de commande grub et les options des modules liés à Wayland
pl: Usuń opcje wiersza poleceń i modułów GRUB związane z Wayland
pt: Remover opções de linha de comando e módulos do grub relacionados com o wayland
sl: Odstrani grub ukazno vrstico in možnosti modula za wayland pomoč
sq: Hiqini mundësitë grub për rresht urdhrash dhe module të lidhura me Wayland-in
sv: Ta bort grub kommandolinje och modulalternativ relaterade till wayland

source: Install given driver.
cs: Nainstalovat daný ovladač.
de: Angegebenen Treiber installieren.
el: Εγκατάσταση του προγράμματος οδήγησης
es_es: Instalar el controlador especificado.
fi: Asenna annettu ajuri.
fr_be: Installer le pilote indiqué.
gl_es: Instalar o controlador fornecido.
hu: A megadott illesztőprogram telepítése.
it: Installa driver ottenuto.
nb: Installer angitt driver.
nl: Installeer aangegeven driver.
pl: Zainstaluj dany sterownik.
pt: Instalar o controlador disponível.
pt_br: Instalar o controlador disponível.
ru_ru: Установить данный драйвер.
sl: Namesti podani gonilnik.
sq: Instalo përudhësin e dhënë.
sv: Installera given drivrutin.
tr: Belirtilen sürücüyü yükleyin.

source: drivers: nvidia, open, fixbumblebee
cs: ovladače: nvidia, open, fixbumblebee
de: Treiber: nvidia, open, fixbumblebee
el: προγράμματα οδήγησης: nvidia, open, fixbumblebee
es_es: controladores: nvidia, open, fixbumblebee
fi: ajurit: nvidia, avoin, fixbumblebee
fr_be: pilotes: Nvidia, open, fixbumblebee
gl_es: controladores: nvidia, abertos, fixbumblebee
hu: Illesztőprogramok: nvidia, open, fixbumblebee
it: driver: nvidia, open, fixbumblebee
nb: drivere: nvidia, open, fixbumblebee
pl: sterowniki: nvidia, open, fixbumblebee
pt: controladores: nvidia, open, fixbumblebee
pt_br: Controladores: NVidia, Open, Fixbumblebee
ru_ru: драйверы: nvidia, open, fixbumblebee
sl: gonilniki: nvidia, open, fixbumblebee
sq: përudhësa: nvidia, open, fixbumblebee
sv: drivrutiner: nvidia, öppen, fixbumblebee
tr: sürücüler: nvidia, open, fixbumblebee

source: Purge given driver.
cs: Vyloučit daný ovladač.
de: Angegebenen Treiber entfernen.
el: Αφαίρεση του προγράμματος οδήγησης.
es_es: Purgar el controlador especificado.
fi: Pura annettu ajuri.
fr_be: Purger le pilote indiqué.
gl_es: Purgar o controlador fornecido.
hu: Megadott illesztőprogram törlése.
it: Elimina driver ottenuto.
nb: Fjern angitt driver.
nl: Wis aangegeven driver.
pl: Usuń dany sterownik.
pt: Purgar o controlador disponível.
pt_br: Desinstalar um determinado controlador.
ru_ru: Стереть данный драйвер.
sl: Počisti podani gonilnik.
sq: Spastroje përudhësin e dhënë.
sv: Rensa ut given drivrutin.
tr: Belirtilen sürücüyü kaldır.

source: driver: nvidia
cs: ovladač: nvidia
de: Treiber: nvidia
el: πρόγραμμα οδήγησης: nvidia
es_es: controlador: nvidia
fi: ajuri: nvidia
fr_be: pilote: Nvidia
gl_es: controlador: nvidia
hu: illesztőprogram: nvidia
pl: sterownik: nvidia
pt: controlador: nvidia
pt_br: Controlador: NVidia
ru_ru: драйвер: nvidia
sl: gonilnik: nvidia
sq: përudhës: nvidia
sv: drivrutin: nvidia
tr: sürücü: nvidia

source: force specific nvidia driver package.
cs: natvrdo zadat určitý balík ovladačů nvidia.
de: Erzwinge spezifisches nvidia-Treiberpaket.
el: επιβολή του συγκεκριμένου πακέτου οδήγησης nvidia.
es_es: forzar el paquete de controladores específicos de nvidia.
fi: pakottaa tietyn nvidia-ajuripaketin.
fr_be: forcer le paquet spécifique du pilote Nvidia.
gl_es: forzar paquete de controladores específico de nvidia.
hu: specifikus nvidia illesztőprogram csomag kényszerítése.
it: forza pacchetto driver nvidia specifico.
nb: tving spesifikk nvidia-driverpakke.
nl: forceer specifiek nvidia stuurprogrammapakket..
pl: wymuś określony pakiet sterownika nvidia
pt: forçar pacote específico do controlador nvidia.
pt_br: Forçar a instalação de um pacote específico do controlador da NVidia.
ru_ru: принудительно использовать определённый пакет драйвера Nvidia.
sl: vsili uporabo določenega paketa nvidia gonilnikov
sq: apliko me detyrim paketë specifike përudhësi nvidia.
sv: tvinga specifikt nvidia drivrutinspaket.
tr: belirli nvidia sürücü paketini zorla.

source: For development testing only! simulate installs
cs: Jenom pro vývojáře! simulovat instalaci
de: Nur fürs Entwicklungstesten! Installation simulieren
el: Μόνο για δοκιμή! προσομοίωση εγκατάστασης
es_es: ¡Sólo para pruebas de desarrollo! simular instalaciones
fi: Vain kehittäjien testauksessa! Simuloi asennuksen
fr_be: Pour les tests de développement uniquement! Simuler des installations
gl_es: Só para probas de desenvolvemento! simular instalacións
hu: Csak fejlesztés teszteléséhez! telepítés szimulációja
it: Solo per test di sviluppo! Simulare installazioni
nb: Kun for testing ved utvikling! Simulerer installasjon
nl: Enkel voor ontwikkelingstesten! simuleer installaties
pl: Tylko do testów deweloperskich! symuluj instalacje
pt: Apenas para testes de desenvolvimento! simular instalações.
pt_br: Apenas para testes de desenvolvimento! Simular a instalação dos controladores
ru_ru: Только для тестирования разработки! имитировать установки
sl: le za preizkušanje! simulira namestitve
sq: Vetëm për testim zhvillimi! simulo instalime
sv: Enbart för utvecklingstest! simulera installationer
tr: Yalnızca geliştirme testi için! yüklemeleri simüle et

source: This will install drivers for pre-defined hardware.
cs: Nainstaluje ovladače pro předem určený hardware.
de: Dies wird Treiber für die vordefinierte Hardware installieren.
el: Θα εγκατασταθούν τα προγράμματα οδήγησης για το υλικό.
es_es: Esto instalará los controladores para el hardware predefinido.
fi: Tämä asentaa ajurit ennalta määritetyille laitteille.
fr_be: Ceci installera les pilotes pour le matériel pré-défini.
gl_es: Isto instalará controladores para hardware predefinido.
hu: Előre meghatározott hardverhez telepíti illesztőprogramokat.
it: Questo installerà i drivers per l'hardware pre-definito.
nb: Dette valget installerer drivere for forvalgt maskinvare.
nl: Dit zal drivers installeren voor vooraf gedefinieerde hardware.
pl: Spowoduje to zainstalowanie sterowników dla wstępnie zdefiniowanego sprzętu.
pt: Isto irá instalar os controladores para o hardware predefinido.
pt_br: Esta opção irá instalar o controlador para a placa de vídeo predefinida.
ru_ru: Это позволит установить драйверы для предопределённого оборудования.
sl: To bo namestilo gonilnike za vnaprej določeno strojno opremo.
sq: Kjo do të instalojë përudhësa për hardware të paracaktuar.
sv: Detta kommer att installera drivrutiner för fördefinierad hårdvara.
tr: Bu, önceden tanımlanmış donanım için sürücüleri kuracaktır.

source: Use with -i.
cs: Použit s -i.
de: Anwenden mit -i.
el: Χρήση με -i.
es_es: Usar con -i.
fi: Käytä -i:n kanssa.
fr_be: A utiliser avec -i.
gl_es: Usa con -i.
hu: Használja -i opcióval.
it: Usa con -i.
nb: Bruk med -i.
nl: Gebruik met -i.
pl: Użyj z -i.
pt: Utilizar com parâmetro -i.
pt_br: Utilizar com parâmetro -i.
ru_ru: Использовать с -i.
sl: Uporabite z -i
sq: Përdoreni me -i.
sv: Använd med -i.
tr: -i ile kullanın.

source: Unsupported configuration. bumblebee only works with 390xx drivers and up.
cs: Nepodporovaná konfigurace. bumblebee podporuje pouze řadu 390xx a novější.
de: Nicht unterstützte Konfiguration. bumblebee funktioniert nur mit 390xx-Treibern und darüber.
el: Δεν υποστηρίζεται. Το bumblebee λειτουργεί μόνο με προγράμματα οδήγησης από την έκδοση 390xx και άνω.
es_es: Configuración no soportada. bumblebee sólo funciona con los drivers 390xx y superiores.
fi: Määritystä ei tueta. Bumblebee toimii vain 390xx-ajureiden ja sitä uudempien kanssa.
fr_be: Configuration non supportée. bumblebee ne fonctionne qu’avec les pilotes 390xx et plus.
gl_es: Configuración non soportada. Bumblebee só funciona con controladores 390xx e superiores.
hu: Nem támogatott konfiguráció. A bumblebee csak a 390xx és újabb illesztőprogramokkal működik.
it: Configurazione non supportata. bumblebee funziona solo con i driver 390xx e superiori.
nb: Oppsett støttes ikke. bumblebee virker kun med driverversjon fra og med 390xx.
nl: Niet-ondersteunde configuratie. bumbleblee werkt alleen met 390xx stuurprogramma's en hoger.
pl: Niewspierana konfiguracja. bumblebee działa jedynie ze sterownikami 390xx i wyższymi.
pt: Configuração não suportada. Bumblebee só funciona com drivers 390xx ou superiores.
pt_br: A configuração não é suportada. O ‘bumblebee’ funciona apenas com os controladores da série 390xx e superiores.
ru_ru: Неподдерживаемая конфигурация. Bumblebee работает только с драйверами 390.xx и выше.
sl: Nepodprta konfiguracija. bumblebee deluje le z 390xx gonilniki ali novejšimi.
sq: Formësim i pambuluar. bumblebee funksionon vetëm me përudhësa 390xx e sipër.
sv: Ej stödd konfiguration. bumblebee fungerar bara med 390xx drivrutiner och högre.
tr: Desteklenmeyen yapılandırma. bumblebee yalnızca 390xx ve üzeri sürümlerle çalışır.

source: Need driver:
cs: Potřebuje ovladač:
de: Treiber benötigt:
el: Χρειάζεται το πρόγραμμα οδήγησης:
es_es: Necesita el controlador:
fi: Tarvittava ajuri:
fil_ph: Kailangan ng driver:
fr_be: Pilote nécessaire:
gl_es: Necesario controlador:
hu: Illesztőprogram szükséges:
it: E' necessario il driver:
nb: Trenger driver:
nl: Heb driver nodig:
pl: Potrzebujesz sterownika:
pt: Controlador requerido:
pt_br: É necessário o controlador:
ru_ru: Требуется драйвер:
sl: Potreben gonilnik:
sq: Lyp përudhës:
sv: Behöver drivrutin:
tr: Sürücü gerekli:
